[{"content": ["<div id=\"news-id-2791\" style=\"display:inline;\">This template is built for Joomla 2.5x and 3.1x version with bootstrap framework, you can use this template for your corporate or company or your portfolio site. there have lot’s of features included such as built in slider, joomla core component and module custom design, custom module design with animation, header pattern changer, 40+ background pattern, built in twitter display option, built in testimonials display option, bootstrap style menu with mobile navigation, k2 component styling with blog and project custom template, it’s also have simple image gallery design, Social link styling, language switcher module styling.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/corpoboost-responsive-joomla-template-/3339973\" target=\"_blank\">http://themeforest.net/item/corpoboost-responsive-joomla-template-/3339973</a></div>"], "image_url": "http://i.imgur.com/SfuPgjU.jpg", "title": "Corpoboost - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2769\" style=\"display:inline;\">JSN Pixel is the unique Responsive Joomla Template on the market. With the built-in powerful framework it runs smoothly on major web browsers of both desktop and mobile platform.Visting the demo site you can see the special theme styling for the most popular blog component EasyBlog from StackIdeas. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jsn-pixel-responsive-template-easyblog-support/3006348\" target=\"_blank\">http://themeforest.net/item/jsn-pixel-responsive-template-easyblog-support/3006348</a><br></div>"], "image_url": "http://i.imgur.com/KvYAZtO.jpg", "title": "JSN Pixel - Themeforest Responsive template & EasyBlog support"},
{"content": ["<div id=\"news-id-2761\" style=\"display:inline;\">This template is a clean and professional looking one of Joomla Marketing Templates designed mainly for corporate websites. Equipped with powerful features, it allows you to present content in whatever way you like. The large array of customizations gives you more control of the look and feel without having to dig into the theme editor. The template is dedicated especially to advertising &amp; marketing agencies. It was designed according to the latest web-design standards, so you can find the graphic design very unique. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.vtem.net/demo/?template=vt_marketing\" target=\"_blank\">http://www.vtem.net/demo/?template=vt_marketing</a></div>"], "image_url": "http://i.imgur.com/xjO1nAZ.jpg", "title": "VT Marketing - Vtem Joomla Template"},
{"content": ["<div id=\"news-id-2759\" style=\"display:inline;\">An E-commerce Joomla Theme inspired from the casual fashion style, plus it’s fully loaded with all the components that your new e-shop may need.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.icetheme.com/?template=it_trendyshop\" target=\"_blank\">http://demo.icetheme.com/?template=it_trendyshop</a></div>"], "image_url": "http://i.imgur.com/oWPhFok.jpg", "title": "IT TrendyShop - Icetheme Joomla Template"},
{"content": ["<div id=\"news-id-2758\" style=\"display:inline;\">SJ Royal - An eye-catching Joomla! Template that has been released for Joomla 3.x. It is the first template released by SmartAddons in 2014 – a milestone template which definitely impresses you with a lot of wonderful features.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.smartaddons.com/#sj-royal\" target=\"_blank\">http://demo.smartaddons.com/#sj-royal</a></div>"], "image_url": "http://i.imgur.com/6NEUgq4.jpg", "title": "SJ Royal - Smartaddons Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2756\" style=\"display:inline;\">If you are looking for a new coat for your magazine/news site, you’ve just got to the right place. NooNews is the perfect combination between design and communication – a responsive Joomla template made for magazine, news portal, blog and corporate websites, and for your site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/noo-news-joomla-3-magazine-blog-news-template/5653712\" target=\"_blank\">http://themeforest.net/item/noo-news-joomla-3-magazine-blog-news-template/5653712</a></div>"], "image_url": "http://i.imgur.com/KYDFaTV.jpg", "title": "Noo News - Themeforest Joomla 3 Magazine Blog News Template"},
{"content": ["<div id=\"news-id-2751\" style=\"display:inline;\">Take it to the next level with Game, the premium Joomla template. Gamers want functionality and usability, but still appreciate a bit of eye-candy. Game provides with clear, concise news and articles and stunning visuals that herald the beginning of the new generation. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/game/\" target=\"_blank\">http://demo.gavick.com/joomla25/game/</a></div>"], "image_url": "http://i.imgur.com/IuG2Y9i.jpg", "title": "GK Game - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-2749\" style=\"display:inline;\">Shaper Awetive is a clean, modern and responsive Joomla corporate template. This template was created to make it professionals mind - such as corporate, business, online showcase or multipurpose website.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=awetive\" target=\"_blank\">http://demo.joomshaper.com/?template=awetive</a></div>"], "image_url": "http://i.imgur.com/K9ImwBQ.jpg", "title": "Shaper Awetive - JoomShaper Joomla Template"},
{"content": ["<div id=\"news-id-2736\" style=\"display:inline;\">You are finding a template where you can show all your events? You want to find a site that suits all your needs in one? Take a lot of time to look for but in vain. You will not take much time on this because Eventory Template will help you introduce events. Eventory is designed for an Event website. However, it can also used for multipurpose such as Company, Organization, Business, and Personal website.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/eventory-responsive-events-joomla-template/6506051\" target=\"_blank\">http://themeforest.net/item/eventory-responsive-events-joomla-template/6506051</a></div>"], "image_url": "http://i.imgur.com/XDTeQZe.jpg", "title": "Eventory - Themeforest Responsive Events Joomla Template"},
{"content": ["<div id=\"news-id-2734\" style=\"display:inline;\">Today's new template is a beauty essentials website template good for beauty care websites. This template is specially designed for Cosmetics items, Women and Fashion stores. Great color combination of it's colors. All sub pages are customized. It is very nice with its clean and professional look. We will do our best to meet all your beauty website needs. So what are you waiting for? Choose our beauty templates now and enjoy!. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.vtem.net/demo/?template=vt_beauty\" target=\"_blank\">http://www.vtem.net/demo/?template=vt_beauty</a></div>"], "image_url": "http://i.imgur.com/15N8EU4.jpg", "title": "VT Beauty - Vtem Joomla Template"},
{"content": ["<div id=\"news-id-2728\" style=\"display:inline;\">Retroid is a fresh and clean Joomla template based around the latest design trends of 2013. The template is perfect for Blogs, Magazines, Online Shops, Artist Pages, Portfolio Pages and more. Enhanced with CSS3 and the K2 Content Component, Retroid will put you on the fast track to an amazing looking and content rich website. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomlaxtc.com/retroid/\" target=\"_blank\">http://demo.joomlaxtc.com/retroid/</a></div>"], "image_url": "http://i.imgur.com/V5ATBgN.jpg", "title": "Retroid - JoomlaXTC Joomla Template"},
{"content": ["<div id=\"news-id-2727\" style=\"display:inline;\">Let's build your gorgeous virtual store with the radiant colors and knockout features of JSN Glass! Besides lean design, slender edge and flat scheme, it is also eager to WOW mobile visitors with its responsive layout. JSN Glass is equipped with the extended style crafted specially for HikaShop.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomlashine.com/joomla-templates/jsn_glass/pro/index.php\" target=\"_blank\">http://demo.joomlashine.com/joomla-templates/jsn_glass/pro/index.php</a></div>"], "image_url": "http://i.imgur.com/s63iddI.jpg", "title": "JSN Glass - JoomlaShine Joomla Template"},
{"content": ["<div id=\"news-id-2724\" style=\"display:inline;\">This is is a premium multipurpose responsive Joomla! template. The template is fully loaded with extensions and features to help you create a stunning and slick creative, business or corporate website.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.mojo-themes.com/item/jlv-versus-premium-multipurpose-responsive-joomla-template/\" target=\"_blank\">http://www.mojo-themes.com/item/jlv-versus-premium-multipurpose-responsive-joomla-template/</a></div>"], "image_url": "http://i.imgur.com/efE0epa.jpg", "title": "JLV Versus – premium multipurpose responsive Joomla! template"},
{"content": ["<div id=\"news-id-2714\" style=\"display:inline;\">Hadron, is a contemporary and flat design approach with rich animations. The flat visuals are the central design feature of the template, providing a modern, corporate approach to template construction.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=hadron\" target=\"_blank\">http://demo.rockettheme.com/?template=hadron</a></div>"], "image_url": "http://i.imgur.com/4zTyvtv.jpg", "title": "Hadron - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-2696\" style=\"display:inline;\">JSN Air is a professional business portfolio template which has stunning design that brings a beautiful display in wide range of devices and browsers with its responsive layout. It also includes all advanced features and work seamlessly with the painless configuration. Enjoy it well with K2 and Kunena Forum styling support.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jsn-air-responsive-business-portfolio-template-/4272253\" target=\"_blank\">http://themeforest.net/item/jsn-air-responsive-business-portfolio-template-/4272253</a></div>"], "image_url": "http://i.imgur.com/qjfcPym.jpg", "title": "JSN Air - Themeforest Responsive Business Portfolio Template"},
{"content": ["<div id=\"news-id-2695\" style=\"display:inline;\">JSN Escape is an exotic template that stands out from the crowd with the grunge style and the retina display icons included. It is also the diversified template suited for any websites, and perfectly used for design magazine, game forum and personal portfolio. Along with the built-in file compression for faster loading speed and responsive layout, JSN Escape also works seamlessly with K2 &amp; Kunena components.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jsn-escape-responsive-joomla-multipurpose-theme/4527004\" target=\"_blank\">http://themeforest.net/item/jsn-escape-responsive-joomla-multipurpose-theme/4527004</a></div>"], "image_url": "http://i.imgur.com/RC0dQFD.jpg", "title": "JSN Escape - Themeforest Responsive Joomla Multipurpose Theme"},
{"content": ["<div id=\"news-id-2687\" style=\"display:inline;\">JA Bookshop will definitely boost up your e-stores with the vigorous shopping cart component – Mijoshop. This feature-rich component is compatible with thousand of Opencart extentions and supports numerous payment and shipping gateways which would assure you an ideal solution for your online business.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_bookshop\" target=\"_blank\">http://www.joomlart.com/demo/#ja_bookshop</a></div>"], "image_url": "http://i.imgur.com/PpdIwI4.jpg", "title": "JA Bookshop - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-2685\" style=\"display:inline;\">Vida comes with a cool tiled layout, which is rich in contrast and can be split into light and dark sections. This allows you to create exciting designs with an overall flat and clean approach. You will find nice, subtle spots of color in various aspects of the theme, like the boxed panels, badges and particularly the spectral color scheme of the main menu that is different for each style. Take a look at the beautiful, tidy blog layout with the date and tags placed outside of the content to draw special attention. This theme also provides a bonus style for the Widgetkit Slideshow that perfectly fits its overall style<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/vida\" target=\"_blank\">http://www.yootheme.com/demo/joomla/vida</a></div>"], "image_url": "http://i.imgur.com/Sbi9Iun.jpg", "title": "Vida - Yootheme Joomla Template"},
{"content": ["<div id=\"news-id-2626\" style=\"display:inline;\">JM ME is Joomlaman’s latest multi-purpose professional Joomla 2.5 &amp; Joomla 3 template.With its clean, minimal, white, professional design, it is one of the best templates for personal portfolios, creative agencies, corporate businesses and freelance workers. With its intuitive administrator panel and full documentation can be easily adapted to suit any size of business including individual, small or large corporations.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jm-me-multipurpose-responsive-joomla-template/5653819\" target=\"_blank\">http://themeforest.net/item/jm-me-multipurpose-responsive-joomla-template/5653819</a></div>"], "image_url": "http://i.imgur.com/mJiK4fm.jpg", "title": "JM ME - Themeforest Multipurpose Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2617\" style=\"display:inline;\">IT TheRestaurant 2. Beautiful, fast, simple are some of the characteristics that you’ll notice as soon as you check this preview. The full slider, the compact design with your menus, happy hours and special occasions will make the food even more delicious and raise the appetite to your visitors.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.icetheme.com/?template=it_therestaurant2\" target=\"_blank\">http://demo.icetheme.com/?template=it_therestaurant2</a></div>"], "image_url": "http://i.imgur.com/kDKmbe2.jpg", "title": "IT TheRestaurant 2 - IceTheme Joomla Template"},
{"content": ["<div id=\"news-id-2616\" style=\"display:inline;\">Helion gives your site a unique look and feel by putting a large focus on the left and right column positions. It was designed for movie sites but can easily adapt to other contents. Helion has no shortage of features, it is packed with more features than other Shape5 template to date! Some features include a light or dark style option, four custom highlight colors, enabling or disabling the floating header, multiple logo position options, social icon integration and much more! <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?helion/\" target=\"_blank\">http://www.shape5.com/demo/index.php?helion/</a></div>"], "image_url": "http://i.imgur.com/Dxq1erw.jpg", "title": "Helion - Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-2603\" style=\"display:inline;\">Magazino is a new Responsive Joomla Template for blogs, magazines, newspapers and news portals. It’s fully responsive and optimized for desktops, tablets and smartphones. It was built on T3 Framework and Bootstrap.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/magazino-responsive-joomla-template/5444537\" target=\"_blank\">http://themeforest.net/item/magazino-responsive-joomla-template/5444537</a></div>"], "image_url": "http://i.imgur.com/95w7d9y.jpg", "title": "Magazino - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2601\" style=\"display:inline;\">SJ Onepage - A creative Joomla! template for Joomla 2.5 if you’re looking to create professional portfolio websites. Impression, outstanding and full of creativeness are some of the words that match perfectly our SJ Onepage template. With onepage interface, all your single part information such as gallery portfolio, personal or company introduction, project, contact... will be appeared one by one in smooth and appealing way. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.smartaddons.com/#sj-onepage\" target=\"_blank\">http://demo.smartaddons.com/#sj-onepage</a></div>"], "image_url": "http://i.imgur.com/uxDSMJe.jpg", "title": "SJ Onepage - Smartaddons Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2596\" style=\"display:inline;\">JSN Venture is the perfect template for all nightclub and disco bar websites. It is an outstanding Joomla! template inspired by the flat style and with an intensive background that will amaze you from the first look. The template allows you to show all your event schedules beautifully with an extended style for Ohanah – a great Joomla Event Management extension. With the responsive layout and 28 predefined icons for retina display, JSN Venture will display beautifully on a wide range of devices. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jsn-venture-responsive-joomla-event-template/6133143\" target=\"_blank\">http://themeforest.net/item/jsn-venture-responsive-joomla-event-template/6133143</a></div>"], "image_url": "http://i.imgur.com/rYDmTSq.jpg", "title": "JSN Venture - Themeforest Responsive Joomla Event Template"},
{"content": ["<div id=\"news-id-2586\" style=\"display:inline;\">RiverS is one of the most complete, clean, super flexible and fully responsive Premium Joomla Templates for 2.5 and 3.1. It will suit ideally for business, hosting, software, portfolio, store, product, or blog websites. The theme features clean, modern design and a lot of convenient options to manage and modify any aspect of the theme regardless of your coding skill level. With 100+ features RiverS is providing you with the professional look your website might be looking for.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/rivers-responsive-multipurpose-joomla-template/5041906\" target=\"_blank\">http://themeforest.net/item/rivers-responsive-multipurpose-joomla-template/5041906</a></div>"], "image_url": "http://i.imgur.com/UHxDLnQ.jpg", "title": "RiverS - Themeforest Responsive Multi-Purpose Joomla Template"},
{"content": ["<div id=\"news-id-2577\" style=\"display:inline;\">Provide your exceptional webstore with the stunning, up-to- date presence it deserves thanks to our inStyle eCommerce Joomla template. Its clean and stylish design makes it a perfect option for selling any type of product you want. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/instyle/\" target=\"_blank\">http://demo.gavick.com/joomla25/instyle/</a></div>"], "image_url": "http://i.imgur.com/A6gHyk4.jpg", "title": "GK InStyle - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-2576\" style=\"display:inline;\">JA Appolio is the Joomla Responsive template for Joomla 2.5 and Joomla 3, a beautiful Joomla template to show off your portfolio and showcasing. Built on the latest version of T3 Framework, which makes JA Appolio compatible with Bootstrap 3, Right to Left language layout, fully responsive, blogging friendly thanks to EasyBlog component, social friendly with SLogin and navigation friendly with the new outstanding Off Canvas menu feature.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_appolio\" target=\"_blank\">http://www.joomlart.com/demo/#ja_appolio</a></div>"], "image_url": "http://i.imgur.com/QVS0N7N.jpg", "title": "JA Appolio - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-2541\" style=\"display:inline;\">Acacia is a beautifully designed professional template, presenting exquisite HTML5 canvas charts, alongside the highly configurable preset style variations, and splendid iconography.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=acacia\" target=\"_blank\">http://demo.rockettheme.com/?template=acacia</a></div>"], "image_url": "http://i.imgur.com/xxRj96h.jpg", "title": "Acacia - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-2538\" style=\"display:inline;\">Paradigm is a rich infusion of elegant, transparent visuals with a contemporary design frame, to create a subtle but invigorating site experience. The dynamically changing, transparent to opaque, fixed header, combines design and functionality<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=paradigm\" target=\"_blank\">http://demo.rockettheme.com/?template=paradigm</a></div>"], "image_url": "http://i.imgur.com/K7zTHTx.jpg", "title": "Paradigm - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-2537\" style=\"display:inline;\">Moustache comes with loads of great new features. Catch the eyes of your visitors with the fullscreen position, where you can put stunning images and videos. You may even use the photos we put there in our demo for your own projects. But that's not all. This theme allows you to create One Page websites with a fancy smooth scroller, thanks to the Scrollspy component from UIkit. Moustache was lovingly crafted with a lot of attention to detail. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/moustache\" target=\"_blank\">http://www.yootheme.com/demo/joomla/moustache</a></div>"], "image_url": "http://i.imgur.com/Svk7UJ9.jpg", "title": "Moustache - Yootheme Joomla Template"},
{"content": ["<div id=\"news-id-2527\" style=\"display:inline;\">Shaper Optima is an incredible creative Joomla template suitable for small business, corporate, portfolio, online showcase or multipurpose website. A bunch of modules is using to handle all dynamic functionalities like testimonial, team members, services, portfolio, timeline.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=optima\" target=\"_blank\">http://demo.joomshaper.com/?template=optima</a></div>"], "image_url": "http://i.imgur.com/oRLbZWp.jpg", "title": "Shaper Optima - Joomshaper Joomla Template"},
{"content": ["<div id=\"news-id-2526\" style=\"display:inline;\">Lania Template is a multipurpose website which you can use it for many different purposes; Blog, Events, Company Site, Personal site, Organization site. Lania Template is Responsive Joomla Template using Bootrap. Lania Template is also compatible with most popular browsers such as; IE 9, Firefox, Chrome, Opera, Safari and the browsers that support HTML5 and CSS 3 well. The appearance will make your site become more impressive by useful functions that it owns<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.templaza.com/j/lania/\" target=\"_blank\">http://demo.templaza.com/j/lania/</a></div>"], "image_url": "http://i.imgur.com/TNgD73J.jpg", "title": "Lania - Templaza Joomla Template"},
{"content": ["<div id=\"news-id-2525\" style=\"display:inline;\">This template has been designed for both business and social use with the popular JomSocial component in mind from the start. With its metro design concept you can place yourself at the head of the social media curve.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/msocial/\" target=\"_blank\">http://demo.gavick.com/joomla25/msocial/</a></div>"], "image_url": "http://i.imgur.com/Z6T7i9F.jpg", "title": "(M) Social - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-2513\" style=\"display:inline;\">If you are looking for a Joomla template for online news, magazine or gossip websites, SJ Flat News is a perfect choice for you. With its clean and stylish layout as well as well-structured, it provides everything you’ll need to create a professional news website.<br><br>Demo: [url=http://www.lolinez.com/?http://demo.smartaddons.com/#sj-flat-news]http://demo.smartaddons.com/#sj-flat-news[/url</div>"], "image_url": "http://i.imgur.com/WNwJCXp.jpg", "title": "SJ Flat News - Smartaddons Joomla Template"},
{"content": ["<div id=\"news-id-2504\" style=\"display:inline;\">The fast, easy, light template will decorate almost any site on Joomla. We had made it with a high booster joomla backend option which will help you to change anything from template settings area. is flexible and comes with a predefined suffix class or module class suffix. It is easy to customize and arrives with REAL QuickStart Installation Package for Joomla 2.5 . various extensions and custom code for your customization. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/bestshop-html5-joomla-ecommerce-template/4508194\" target=\"_blank\">http://themeforest.net/item/bestshop-html5-joomla-ecommerce-template/4508194</a></div>"], "image_url": "http://i.imgur.com/Xo2FuRa.jpg", "title": "BestShop - Themeforest HTML5 Joomla E-Commerce Template"},
{"content": ["<div id=\"news-id-2500\" style=\"display:inline;\">The Big Picture Joomla Template is designed for any charity, or non profit organization style website. The layout, phone number and donate button make getting your charity website setup a breeze. This month we've done some CSS layout and edits to the Image and Content Fader that allow you to display images and overlaying text in a fullscreen layout. New additions to the Vertex Framework like backgrounds and the floating menu boost this template to give your users the most up to date browsing experience.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?big_picture/\" target=\"_blank\">http://www.shape5.com/demo/index.php?big_picture/</a></div>"], "image_url": "http://i.imgur.com/bux116x.jpg", "title": "Big Picture - Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-2489\" style=\"display:inline;\">We are very glad to present you our new template iMagic Height. This Template is our new edition and it is one of the best light and feature rich responsive Business template for Joomla. It is so easy to develop and control of Joomla templates for you and your website. iMagic Theme will make your experience of creating website much smoother than ever before. This Template ready for use Industries, School, hospital, corporative, travel, fashion, jewellery and any business etc. and it is one of the best templates for personal portfolios, creative agencies, corporate businesses and freelance workers. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/imagic-responsive-multipurpose-joomla-theme/5817110\" target=\"_blank\">http://themeforest.net/item/imagic-responsive-multipurpose-joomla-theme/5817110</a></div>"], "image_url": "http://i.imgur.com/5r9OZOG.jpg", "title": "iMagic - Themeforest Responsive Multi-Purpose Joomla Theme"},
{"content": ["<div id=\"news-id-2479\" style=\"display:inline;\">The Theme-Org Template is one of the best light and feature rich responsive Business template for Joomla. It is so easy to develop and control of Joomla templates for you and your website. Theme-Org will make your experience of creating website much smoother than ever before. This Template ready for use Industries, School, hospital, corporative, travel, fashion, jewellery and any business etc.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/themeorg-responsive-multipurpose-joomla-theme/5113392\" target=\"_blank\">http://themeforest.net/item/themeorg-responsive-multipurpose-joomla-theme/5113392</a></div>"], "image_url": "http://i.imgur.com/VvONQtQ.jpg", "title": "Theme-Org - Themeforest Responsive Multi-Purpose Joomla Theme"},
{"content": ["<div id=\"news-id-2470\" style=\"display:inline;\">Daily News is a new Responsive Joomla Template for blogs, magazines, newspapers and news portals. It’s fully responsive and optimized for desktops, tablets and smartphones. It was built on T3 Framework and Bootstrap.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/daily-news-responsive-joomla-template/5292330\" target=\"_blank\">http://themeforest.net/item/daily-news-responsive-joomla-template/5292330</a></div>"], "image_url": "http://i.imgur.com/2JpiOXH.jpg", "title": "Daily News - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2415\" style=\"display:inline;\">Planate is a beautiful template based around the Flat design trend and powered by Bootstrap and CSS3 for the maximum wow factor. Responsive in nature, Planate scales perfectly for all devices and screen sizes. Enhanced with Multiple Layouts for Joomla Content and K2, your content has never looked nicer! <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomlaxtc.com/planate/\" target=\"_blank\">http://demo.joomlaxtc.com/planate/</a></div>"], "image_url": "http://i.imgur.com/ZevrR8M.jpg", "title": "Planate - JoomlaXTC Joomla Template"},
{"content": ["<div id=\"news-id-2410\" style=\"display:inline;\">JA Obelisk fits right in with the home entertainment, media and movies theme. It is built on the latest version of T3 Framework, supports EasyBlog component and styles for K2 component.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_obelisk\" target=\"_blank\">http://www.joomlart.com/demo/#ja_obelisk</a></div>"], "image_url": "http://i.imgur.com/wjbJnCS.jpg", "title": "JA Obelisk - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-2394\" style=\"display:inline;\">Music state is an ideal theme with trendy and severe grid layout. Besides having a mind- blowing design, it is ready to support the 3rd party JomSocial component as well.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/musicstate/\" target=\"_blank\">http://demo.gavick.com/joomla25/musicstate/</a></div>"], "image_url": "http://i.imgur.com/fhMM3bH.jpg", "title": "Music State - Gavickpro Joomla Template"},
{"content": ["<div id=\"news-id-2375\" style=\"display:inline;\">Spectral echoes contemporary approaches to create an elegant frame, focusing on content without compromising on visual excellence, whilst maintaining a professional and functional look.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=spectral\" target=\"_blank\">http://demo.rockettheme.com/?template=spectral</a></div>"], "image_url": "http://i.imgur.com/CvBOK48.jpg", "title": "Spectral - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-2374\" style=\"display:inline;\">This fresh theme will shake up your company or business website with a powerful, clean design and vibrant colors. It comes with a variety of styles and backgrounds, making it a beautiful base for all kinds of web creations.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/square\" target=\"_blank\">http://www.yootheme.com/demo/joomla/square</a></div>"], "image_url": "http://i.imgur.com/MUfD6Pd.jpg", "title": "Square - Yootheme Joomla Template"},
{"content": ["<div id=\"news-id-2323\" style=\"display:inline;\">JA Beranis - Responsive Joomla template supporting both Joomla 2.5 and Joomla 3, is your key to quickly rebrand your business website: clean and fresh. Simplicity and minimalistic design assure JA Beranis fit well into any business, portfolio and corporate website without being too over the top.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_beranis\" target=\"_blank\">http://www.joomlart.com/demo/#ja_beranis</a></div>"], "image_url": "http://i.imgur.com/puXizng.jpg", "title": "JA Beranis - Joomlart Responsive Template for Business"},
{"content": ["<div id=\"news-id-2319\" style=\"display:inline;\">JA Magz is the new Responsive Joomla template for Joomla 3 &amp; Joomla 2.5, dedicated to News &amp; Magazine categories. It is built on the latest version of T3 Framework, supports multilanguages (up to 40 different languages), RTL language layout, EasyBlog component and many other exciting features.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_magz\" target=\"_blank\">http://www.joomlart.com/demo/#ja_magz</a></div>"], "image_url": "http://i.imgur.com/z6WaE4H.jpg", "title": "JA Magz - Joomlart Responsive template for News & Magazine"},
{"content": ["<div id=\"news-id-2258\" style=\"display:inline;\">Shop &amp; Buy is a slick sophisticated and modern e-commerce Joomla template which lets you build a successful online store. Looking for fast and lightweight e-commerce template? Seek no more - you’ve just found the one that is well designed and provides optimal loading time.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/shop_and_buy/\" target=\"_blank\">http://demo.gavick.com/joomla25/shop_and_buy/</a><br></div>"], "image_url": "http://i.imgur.com/tN8gTfT.jpg", "title": "Shop & Buy - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-2257\" style=\"display:inline;\">Cloudhost is a clean and professionally designed theme perfect for hosting and business websites. This is a mix of standard and exclusive solutions to achieve a modern and fresh result. Although it contains several animations based on CSS3, it’s very lightweight and fast to load.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/cloudhost/\" target=\"_blank\">http://demo.gavick.com/joomla25/cloudhost/</a></div>"], "image_url": "http://i.imgur.com/O5raw2D.jpg", "title": "CloudHost - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-2248\" style=\"display:inline;\">Alcatron is a modern and stylish Joomla Template. It’s fully responsive and optimized for tablet and any others mobile screen. Lotus will also give you a great portfolio option to work with and it’s very powerful for various typebusiness .It comes with powerful T3 Framework with many extensions which make it total dynamic. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/alcatron-multipurpose-joomla-template/5230301\" target=\"_blank\">http://themeforest.net/item/alcatron-multipurpose-joomla-template/5230301</a></div>"], "image_url": "http://i.imgur.com/1ToqlTk.jpg", "title": "Alcatron - Themeforest Multipurpose Joomla Template"},
{"content": ["<div id=\"news-id-2230\" style=\"display:inline;\">KRIOS is a superb template for Joomla version 2.5, based on the powerfull Gantry Framework.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/krios-template-for-joomla/236467\" target=\"_blank\">http://themeforest.net/item/krios-template-for-joomla/236467</a></div>"], "image_url": "http://i.imgur.com/PTTbjrr.jpg", "title": "Krios - Themeforest Template for Joomla"},
{"content": ["<div id=\"news-id-2225\" style=\"display:inline;\">Elegance is an elegant, simple, clean and minimalist joomla template suitable for portfolio, business, blogs and personal sites.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/elegance-simple-and-elegant-joomla-template/493041\" target=\"_blank\">http://themeforest.net/item/elegance-simple-and-elegant-joomla-template/493041</a></div>"], "image_url": "http://i.imgur.com/O2qlpIT.jpg", "title": "Elegance - Themeforest Simple and Elegant Joomla Template"},
{"content": ["<div id=\"news-id-2222\" style=\"display:inline;\">TouchM is a multifunctional Premium Responsive Joomla Theme. It will suit ideally for business, software, store, product, or blog websites. The theme features clean, modern design and a convenient administration panel which provides numerous options to manage and modify any aspect of the theme regardless of your coding skill level. All the elements in this theme are optimized to work flawless on touch screen devices. Swipe, tap, double tap theme’s elements to experience the fluid and responsive structure.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/touchm-responsive-multipurpose-joomla-template/4494446\" target=\"_blank\">http://themeforest.net/item/touchm-responsive-multipurpose-joomla-template/4494446</a></div>"], "image_url": "http://i.imgur.com/fGY2tHO.jpg", "title": "TouchM - Themeforest Responsive Multi-purpose Joomla Template"},
{"content": ["<div id=\"news-id-2171\" style=\"display:inline;\">Istore Templates have been designed as a simple guide and to present Very Flexible, Clean. Make them easy to prepare and to make sure they can be understood by readers. . Built with HTML5 &amp; CSS3, a lot of thought and care went into Istore making it a pleasure to use. This Template ready for use Industries, School, Shop and any business.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/istore-responsive-joomla-virtuemart-template/3891491\" target=\"_blank\">http://themeforest.net/item/istore-responsive-joomla-virtuemart-template/3891491</a></div>"], "image_url": "http://i.imgur.com/FOJRege.jpg", "title": "Istore - Themeforest Responsive Joomla Virtuemart Template"},
{"content": ["<div id=\"news-id-2166\" style=\"display:inline;\">Thinking of a grid-style theme with flat color combinations, we decided to create a special design that will perfectly fit your business or photography site. It comes with dark and light style variations making it suitable to a broad range of websites.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/moreno\" target=\"_blank\">http://www.yootheme.com/demo/joomla/moreno</a></div>"], "image_url": "http://i.imgur.com/aF6QF01.jpg", "title": "Moreno - Yootheme Joomla Template"},
{"content": ["<div id=\"news-id-2165\" style=\"display:inline;\">Corvus is content centric template, built with rich media and text blocks, on a foundation of detailed design elements. The template spruces up your site with easily configurable items.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=corvus\" target=\"_blank\">http://demo.rockettheme.com/?template=corvus</a></div>"], "image_url": "http://i.imgur.com/bsRPjp9.jpg", "title": "Corvus - Rockettheme Joomla Template"},
{"content": ["<div id=\"news-id-2163\" style=\"display:inline;\">Unlimited color skins Menus: mega, dropline, split Light, dark and transparent style Quickstart package included Slider component and module Google map module Gallery plugin<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/geometric-creative-joomla16-theme/227188\" target=\"_blank\">http://themeforest.net/item/geometric-creative-joomla16-theme/227188</a></div>"], "image_url": "http://i.imgur.com/pRewrca.jpg", "title": "GEOMETRIC - Themeforest Creative Joomla Theme"},
{"content": ["<div id=\"news-id-2149\" style=\"display:inline;\">Vantage Template is a clean business or portfolio Joomla 2.5/3.1 template built with a clean and crisp, pixel by pixel concept. Vantage comes packed with various extensions and an interactive admin option panel.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/vantage-clean-responsive-joomla-template/3649706\" target=\"_blank\">http://themeforest.net/item/vantage-clean-responsive-joomla-template/3649706</a></div>"], "image_url": "http://i.imgur.com/H1MpfW0.jpg", "title": "Vantage - Themeforest Clean Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2139\" style=\"display:inline;\">Mazaya is a powerful responsive and multipurpose Joomla templates for your news or magazine, blog website, it is designed in a clean and minimalistic style and packed with all the features you need to present yourself with style and professionalism.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/mazaya-responsive-joomla-news-multipurpose-theme/4794339\" target=\"_blank\">http://themeforest.net/item/mazaya-responsive-joomla-news-multipurpose-theme/4794339</a></div>"], "image_url": "http://i.imgur.com/tg9T2W8.jpg", "title": "Mazaya Themeforest Responsive Joomla News"},
{"content": ["<div id=\"news-id-2131\" style=\"display:inline;\">JSN Metro is the latest innovation in the Metro legacy. Its interfaces are supposed to encourage the sense of depth, experiment and usage. About the design, JSN Metro is color drenched with lots of pop. Its extended style was crafted specially for JomSocial – ” the powerful community software for Joomla! This Joomla! template also works seamlessly with K2 &amp; Kunena components.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jsn-metro-responsive-joomla-creative-template/5150661\" target=\"_blank\">http://themeforest.net/item/jsn-metro-responsive-joomla-creative-template/5150661</a></div>"], "image_url": "http://i.imgur.com/Sraygzx.jpg", "title": "JSN Metro - Themeforest Responsive Joomla Creative Template"},
{"content": ["<div id=\"news-id-2128\" style=\"display:inline;\">JM Corporate is a professional Joomla 2.5.x and Joomla 3.x template and is one of the best clean, corporate business designs to suit any type of business. The template is fully loaded with extensions and features to help you create a stunning and slick business or corporate website.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jm-corporate-responsive-joomla-business-template/5163748\" target=\"_blank\">http://themeforest.net/item/jm-corporate-responsive-joomla-business-template/5163748</a></div>"], "image_url": "http://i.imgur.com/meJXbm0.jpg", "title": "JM Corporate - Themeforest Responsive Joomla Business Template"},
{"content": ["<div id=\"news-id-2071\" style=\"display:inline;\">InsightFX is an amazing multipurpose Joomla 2.5/3.x template. It is fully responsive and has many custom modules. It also offers unlimited color variations, two menu variations – Dark and Light and two Layout option to choose from – Boxed and Fullscreen. InsightFX is built on the well-known Gantry Framework and it is perfect for any kind of websites, from a Corporate/Business website to Online Shop and Forums! InsightFX also comes with three homepage variations. InsightFX is simply one of the most powerful multipurpose templates available on the Web!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/insightfx-multipurpose-joomla-template/5104307\" target=\"_blank\">http://themeforest.net/item/insightfx-multipurpose-joomla-template/5104307</a></div>"], "image_url": "http://i.imgur.com/qztJuct.jpg", "title": "InsightFX - Themeforest Multipurpose Joomla Template"},
{"content": ["<div id=\"news-id-2066\" style=\"display:inline;\">You are building a website in portfolio, news or a website for your passion in photography. You spend much time looking for a nice template which can make your site magnificent but you fail. You have ever dreamed one day you find out a template as you want. DREAME certainly makes your dream come true.<br><br>Demo: [url=http://www.lolinez.com/?http://themeforest.net/item/dreame-responsive-joomla-template/5292867]http://themeforest.net/item/dreame-responsive-joomla-template/5292867/url]</div>"], "image_url": "http://i.imgur.com/9ubqsWt.jpg", "title": "Dreame - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-2055\" style=\"display:inline;\">OT Fashionbag is Joomla! template which can be used according to your needs and requirements. This template is clear, easy to customize and many new features such as slideshow, featured product zoom in, vertical menu ( dropdown menu, mega menu)...<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_fashionbag/\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_fashionbag/</a></div>"], "image_url": "http://i.imgur.com/stxDMwl.jpg", "title": "OT Fashionbag - Omegatheme Bag Store Joomla Template"},
{"content": ["<div id=\"news-id-2032\" style=\"display:inline;\">SimpleKey is a multi-purpose one page Joomla Template. It will suit everyone who wants to show their portfolios or introduct their company services. If you are an iPhone or an Andriod APP developer, you can also use this theme for your APP products introduction, or you can smiply use it for your daily blogging. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/simplekey-one-page-portfolio-joomla-template/4463383\" target=\"_blank\">http://themeforest.net/item/simplekey-one-page-portfolio-joomla-template/4463383</a></div>"], "image_url": "http://i.imgur.com/Y1tKmg0.jpg", "title": "SimpleKey Themeforest One Page Portfolio Joomla Template"},
{"content": ["<div id=\"news-id-1985\" style=\"display:inline;\">One page responsive parallax layout that is perfect for your business, blog or portfolio website. Template shortcodes , 5 creative template styles , 5 custom module styles , extended typography, slick image and hover effects will give your website visitors best user experience possible. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.youjoomla.com/demos/?templates=corpvision\" target=\"_blank\">http://www.youjoomla.com/demos/?templates=corpvision</a></div>"], "image_url": "http://i.imgur.com/roNXTjB.jpg", "title": "Corpvision - Yoojoomla Slick Corporate Joomla Template"},
{"content": ["<div id=\"news-id-1984\" style=\"display:inline;\">Aragon is a new Joomla Template based on Plazart Framework. In addition, Aragon is a Responsive Joomla Template, which supports Bootstrap well. Therefore, your template will fit automatically with the screen size of the device and display all contents in the simple way. Aragon Template is also applied the lastest version of TZ Potfolio with new functions about interface and image.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.templaza.com/j/aragon/\" target=\"_blank\">http://demo.templaza.com/j/aragon/</a></div>"], "image_url": "http://i.imgur.com/gXJhDlr.jpg", "title": "Aragon - Templaza Joomla Template"},
{"content": ["<div id=\"news-id-1980\" style=\"display:inline;\">OT Sexyqueen Lingerie and Nightwear responsive template is a clean and elegant ecommerce stores which suits for any kind of shopping cart like womens, lingerie, nightwear, fashion, garments, gifts shop, lingerie stores, etc...<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_sexyqueen/\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_sexyqueen/</a></div>"], "image_url": "http://i.imgur.com/orunBuq.jpg", "title": "OT Sexyqueen - OmegaTheme Lingerie and Nightwear Joomla"},
{"content": ["<div id=\"news-id-1978\" style=\"display:inline;\">Latest responsive e-commerce joomla template for every kind of online shop: Jewelry, beauty, shoes, fashion store and more. With clean, flexible and fully responsive design, your site will look greate whatever it is being viewed in Desktop, Mobile or Tablet.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.zootemplate.com/demo25/zt_colinus\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_colinus</a></div>"], "image_url": "http://i.imgur.com/0fsHhrw.jpg", "title": "ZT Colinus - Zootemplate Joomla Theme"},
{"content": ["<div id=\"news-id-1930\" style=\"display:inline;\">Aquilo – Responsive Joomla Theme arrives with endless shades and qualifications designs for modifying your web page. the excellent typography is improved with the Search engines typeface support. A web page is completely developed to display all your goods and services for your company not only for company, can it be used for any individual utilization as well.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/aquilo-responsive-joomla-theme/3269791\" target=\"_blank\">http://themeforest.net/item/aquilo-responsive-joomla-theme/3269791</a></div>"], "image_url": "http://i.imgur.com/516MLBQ.jpg", "title": "Aquilo - Themeforest Responsive Joomla Theme"},
{"content": ["<div id=\"news-id-1929\" style=\"display:inline;\">You are a fan of Pinterest. You want to own a advertisement website of Joomla. Try Pinme today to experience the very first Responsive Joomla Template with almost all features of Pinterest. Pinme is built on Plazart Framework and compatible with Joomla 3.0. A Responsive Joomla Template with Bootstrap, jQuery and support best with HTML5 &amp; CSS3.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/pinme-advertisement-responsive-joomla-template/4503974\" target=\"_blank\">http://themeforest.net/item/pinme-advertisement-responsive-joomla-template/4503974</a></div>"], "image_url": "http://i.imgur.com/kMgr3p7.jpg", "title": "PinMe - Themeforest Advertisement Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1928\" style=\"display:inline;\">You are owning the hottest news and interesting blogs. You would like to share with everyone. BlogPlaza is the best choice for you. BlogPlaza is a Responsive Joomla Template built on Plazart Framework with Joomla 2.5 and Joomla 3.x. BlogPlaza supports users updating hot news and posting blogs.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/blogplaza-responsive-joomla-template/4823082\" target=\"_blank\">http://themeforest.net/item/blogplaza-responsive-joomla-template/4823082</a></div>"], "image_url": "http://i.imgur.com/Kd8GiBK.jpg", "title": "BlogPlaza - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1906\" style=\"display:inline;\">ZT Bravi is a metro UI responsive joomla template truly designed for hi-tech w, which is accessible in multiple languages, and offers a great deal of flexibility to users. An eye-catching and neat design bring a bright layout for the website. The wise selection of colors and textures create a harmonious and good-looking beauty for your entire website<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.zootemplate.com/demo25/zt_bravi\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_bravi</a></div>"], "image_url": "http://i.imgur.com/NVeop9n.jpg", "title": "ZT Bravi - ZooTemplate Joomla Theme"},
{"content": ["<div id=\"news-id-1898\" style=\"display:inline;\">Support for our templates is available only on the our support forum. For getting support send us a MESSAGE that reads “support” with “Your Item Purchase CODE”, After verifying your purchase, we will activate your premium account on our website and send you back an email with your username and temporary password.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jf-social-joomla-jomsocial-template/3377821\" target=\"_blank\">http://themeforest.net/item/jf-social-joomla-jomsocial-template/3377821</a></div>"], "image_url": "http://i.imgur.com/EewBkoO.jpg", "title": "JF Social - Themeforest Joomla JomSocial Template"},
{"content": ["<div id=\"news-id-1896\" style=\"display:inline;\">A-T-O-M Joomla 2.5 + 3.0 theme is a clean, sophisticated, lightweight and adaptable business or portfolio Joomla 2.5 + 3.0 fully responsive template. Build with LESS CSS compilation and CSS3 based on gantry framework 4. It has a limitless color variations, k2 styling, bootstrap integration and many more. The theme panel allows to have a limitless control over the theme.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/atom-responsive-multipurpose-joomla-theme/3908568\" target=\"_blank\">http://themeforest.net/item/atom-responsive-multipurpose-joomla-theme/3908568</a></div>"], "image_url": "http://i.imgur.com/V887kMd.jpg", "title": "A-T-O-M | Themeforest Responsive Multipurpose Joomla Theme"},
{"content": ["<div id=\"news-id-1888\" style=\"display:inline;\">JA Smashboard is June 2013 responsive Joomla! template for Joomla! 2.5 and 3.x. It features horizontal and infinity scrolling - your perfect fit for Joomla! products showcasing / portfolio gallery, music and entertainment or even your personal blog.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_smashboard\" target=\"_blank\">http://www.joomlart.com/demo/#ja_smashboard</a></div>"], "image_url": "http://i.imgur.com/Lpqia1h.jpg", "title": "Smashboard - Joomlart Responsive entertainment template"},
{"content": ["<div id=\"news-id-1881\" style=\"display:inline;\">Responsive Layouts Bootstrap Integration LESS CSS, Font Awesome Quickstart Package Installation – Joomla 2.5.8 10+ Preset Styles 84 Module Positions for Versatile &amp; Flexible Layout Module Variations 18 Stylistic Module Class Suffixes Based on Gantry Integrated Powerful Menu System<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/diachron-responsive-joomla-jomsocial-theme/3934064\" target=\"_blank\">http://themeforest.net/item/diachron-responsive-joomla-jomsocial-theme/3934064</a></div>"], "image_url": "http://i.imgur.com/3A5ryPY.jpg", "title": "Diachron Themeforest Responsive Joomla & JomSocial Theme"},
{"content": ["<div id=\"news-id-1878\" style=\"display:inline;\">Glenon is simple, modern and impresive joomla template. it’s a responsive templates and optimized for tablet and any others mobile screen. This template will also give you a great portfolio option to work with and it’s very powerful for businesses, artists, website designers, books and more. Glenon comes with powerful T3 Joomlart Framework, best and selected extentions.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/glenon-responsive-joomla-katene-lewat/1616797\" target=\"_blank\">http://themeforest.net/item/glenon-responsive-joomla-katene-lewat/1616797</a></div>"], "image_url": "http://i.imgur.com/qXnoOHm.jpg", "title": "Glenon - Themeforest Responsive Joomla Katene Lewat"},
{"content": ["<div id=\"news-id-1856\" style=\"display:inline;\">DiabloFX is a very stylish and feature-rich Joomla 2.5 template. It has many custom modules and different color styles. DiabloFX is built on the well-known T3 Framework 2 and it is perfect for an online shop, blog, portfolio and business websites!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/diablofx-multipurpose-joomla-template/3170105\" target=\"_blank\">http://themeforest.net/item/diablofx-multipurpose-joomla-template/3170105</a></div>"], "image_url": "http://i.imgur.com/eaHff85.jpg", "title": "DiabloFX – Themeforest Multipurpose Joomla Template"},
{"content": ["<div id=\"news-id-1851\" style=\"display:inline;\">A powerful and fully featured template and featuring all the things you need. Skywalker template comes with real Quickstart Installation Pack for Joomla! 2.5 and is a unique template, with consistent typography, no one million colors or unlimited features, just simple to use features packed up and ready for you!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/skywalker-powerful-template-for-joomla/479485\" target=\"_blank\">http://themeforest.net/item/skywalker-powerful-template-for-joomla/479485</a></div>"], "image_url": "http://img.cat/di/JRKZ/1-skywalker-template-preview.png", "title": "Skywalker - Themeforest Powerful Template for Joomla!"},
{"content": ["<div id=\"news-id-1846\" style=\"display:inline;\">Clean and trendy design with plenty of space for your product presentation. Proapps Joomla Template also comes with built in Shadow slider that is very easy to use and adjust trough Joomla template manager.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.youjoomla.com/demos/?templates=proapps\" target=\"_blank\">http://www.youjoomla.com/demos/?templates=proapps</a></div>"], "image_url": "http://i.imgur.com/tYT524P.jpg", "title": "Proapps - YouJoomla Responsive Software Presentation Theme"},
{"content": ["<div id=\"news-id-1840\" style=\"display:inline;\">CircleZ is a fully responsible HTML/CSS/Joomla optimized Theme for tablets, smartphones and desktop computers. Perfect for business and personal websites. Also CircleZ Joomla has a unique property which it is one page Joomla template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/circlezjoomla-edition/2670537\" target=\"_blank\">http://themeforest.net/item/circlezjoomla-edition/2670537</a></div>"], "image_url": "http://i.imgur.com/EOPHk6R.jpg", "title": "Themeforest CircleZ:Joomla Edition"},
{"content": ["<div id=\"news-id-1792\" style=\"display:inline;\">“MAMU”” is a fabolous Joomla 3.0.x responsive premium template with a standard layout, design and a framework. This template creates a specific look and well suited for Business organizations/ companies but you can use this template for any simple reservations website. It is flexible and comes with a predefined suffix class or module class suffix. It is easy to customize and arrives with REAL QuickStart Installation Package for Joomla 3.0.x, various extensions and PSD Sources for various graphics used on the demo site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/mamu-responsive-multipurpose-joomla-template/3980441\" target=\"_blank\">http://themeforest.net/item/mamu-responsive-multipurpose-joomla-template/3980441</a></div>"], "image_url": "http://i.imgur.com/4h3NO9b.jpg", "title": "Mamu - Themeforest Responsive Multipurpose Joomla Template"},
{"content": ["<div id=\"news-id-1791\" style=\"display:inline;\">Magnus is a Multipurpose Joomla Theme. It is fully responsive Layouts and Bootstrap Integration. It is Incredibly Elegant &amp; Clean. this theme is provides for Blogs, Store Fronts, Magazines, Portals, Design Studios, Corporate Websites and whatever your mind can dream up.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/magnus-multipurpose-joomla-theme/3405584\" target=\"_blank\">http://themeforest.net/item/magnus-multipurpose-joomla-theme/3405584</a></div>"], "image_url": "http://i.imgur.com/Mi9iqrP.jpg", "title": "Magnus Themeforest Multipurpose Joomla Theme"},
{"content": ["<div id=\"news-id-1780\" style=\"display:inline;\">Looking for a responsive news style website? Then the Newsplace Joomla templateis the template for you. A clean, simple layout gives focus to your content and images. We've included many of our popular modules included the S5 Image Slide v2 module which is now responsive ready! There are also some custom module positions under the Flex menu for you to easily add news tickers or other quick news blurbs<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?newsplace/\" target=\"_blank\">http://www.shape5.com/demo/index.php?newsplace/</a></div>"], "image_url": "http://geekpics.net/images/2013/05/22/9sD3W8.jpg", "title": "Newsplace - Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-1775\" style=\"display:inline;\">Sauna is a health and beauty Joomla 2.5/3.0 Template with a light and dark layout and subtle matte look. Sauna comes packed with dozens widgets and an intuitive admin option panel.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/sauna-responsive-jooma-template/2678298\" target=\"_blank\">http://themeforest.net/item/sauna-responsive-jooma-template/2678298</a></div>"], "image_url": "http://i.imgur.com/UBHqxOd.jpg", "title": "Sauna - Themeforest Responsive Jooma Template"},
{"content": ["<div id=\"news-id-1773\" style=\"display:inline;\">Gantry Framework used, simple to use and powerful Unlimited background colors and combinations! Around 70 modules positions or various combinations 12 Diffrent Sliders<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/eos-template-for-joomla/1192184\" target=\"_blank\">http://themeforest.net/item/eos-template-for-joomla/1192184</a></div>"], "image_url": "http://i.imgur.com/GZauH2M.jpg", "title": "EOS - Themeforest Template for Joomla"},
{"content": ["<div id=\"news-id-1767\" style=\"display:inline;\">Month of May brings you fresh, modern and colorful Joomla Template. DeveloperBox is suitable for your next portfolio, blog or magazine web project. This bright color styles and 1200px wide template will make your visitors come back for more and give you enough space for impressive presentation of your best work.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.youjoomla.com/demos/?templates=developerbox\" target=\"_blank\">http://www.youjoomla.com/demos/?templates=developerbox</a></div>"], "image_url": "http://i.imgur.com/nN5ZkQb.jpg", "title": "DeveloperBox YooJoomla Responsive Portfolio Template"},
{"content": ["<div id=\"news-id-1766\" style=\"display:inline;\">EliteFX is a very stylish and feature-rich Joomla 2.5 template. It is fully responsive, has many custom modules, unlimited color variations and two theme variations – Dark and Light. EliteFX is built on the well-known Gantry Framework and it is perfect for a corporate, blog, portfolio and business websites! EliteFX also comes with two homepage variations – Normal and Business<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/elitefx-fully-responsive-joomla-template/3533780\" target=\"_blank\">http://themeforest.net/item/elitefx-fully-responsive-joomla-template/3533780</a></div>"], "image_url": "http://i.imgur.com/WkJu0v7.jpg", "title": "EliteFX - Themeforest Fully Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1760\" style=\"display:inline;\">JA Hawkstore is May 2013 responsive Joomla! ecommerce template for Joomla 2.5 featuring Virtuemart shopping cart component. It runs on our brand new T3v3 Framework with tons of backend customization config options. Version for Joomla 3.0 will be released when Virtuemart component is available for Joomla 3.0<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_hawkstore\" target=\"_blank\">http://www.joomlart.com/demo/#ja_hawkstore</a></div>"], "image_url": "http://i.imgur.com/13VAqge.jpg", "title": "JA Hawkstore - Joomlart Joomla 2.5 Responsive Template"},
{"content": ["<div id=\"news-id-1740\" style=\"display:inline;\">WS-None is a smart and clean Premium Responsive Joomla Template for 2.5 and 3.x based on the powerful Foundation 3 Framework. A lot of build-in-extensions and functions will give you a new experience in Content Styling. With the 100+ features, WS-None is providing you with the professional look your website might be looking for.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/wsnone-responsive-clean-joomla-template/2286769\" target=\"_blank\">http://themeforest.net/item/wsnone-responsive-clean-joomla-template/2286769</a></div>"], "image_url": "http://i.imgur.com/z08jODg.png", "title": "WS-None Themeforest Responsive & Clean Joomla Template"},
{"content": ["<div id=\"news-id-1738\" style=\"display:inline;\">“FASHION” is suitable for any kind of websites such as Portfolio, Blog Site, Business Portffolio and many more. “FASHION” is based on powerful “Warp Theme Framework”. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/fashion-responsive-joomla-template/3325674\" target=\"_blank\">http://themeforest.net/item/fashion-responsive-joomla-template/3325674</a></div>"], "image_url": "http://img.cat/di/ELEA/fashion.jpg", "title": "Fashion - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1728\" style=\"display:inline;\">Traction is the ultimate car enthusiast or garage website. Great features like a custom background image, custom highlight color, dynamic module title colors, and custom fonts, allow you to easily adapt this template to any type of site and totally transform the appearance in seconds! Its responsive design also allows your website visitors to view your site on any device with no problems at all! <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?traction/\" target=\"_blank\">http://www.shape5.com/demo/index.php?traction/</a></div>"], "image_url": "http://i.imgur.com/0SR5eLA.jpg", "title": "Traction - Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-1709\" style=\"display:inline;\">Bloggani is an incredible and elegant next generation Joomla blog template. This is the first premium template with Helix framework V2. Bloggani is a flexible, responsive and colorful template which is perfect for blog type website but can be use in any corporate, business or personal site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=bloggani\" target=\"_blank\">http://demo.joomshaper.com/?template=bloggani</a></div>"], "image_url": "http://i.imgur.com/TBwbZUF.jpg", "title": "Shaper Bloggani - Joomshaper Joomla Blog Template"},
{"content": ["<div id=\"news-id-1692\" style=\"display:inline;\">The fast, easy, light template will decorate almost any site on Joomla. We had made it with a high booster joomla backend option which will help you to change anything from template settings area. is flexible and comes with a predefined suffix class or module class suffix. It is easy to customize and arrives with REAL QuickStart Installation Package for Joomla 2.5 . various extensions and PSD Sources for various graphics used on the demo site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/metro-rox-html5-joomla-metro-multipurpose-template/4271514\" target=\"_blank\">http://themeforest.net/item/metro-rox-html5-joomla-metro-multipurpose-template/4271514</a></div>"], "image_url": "http://i.imgur.com/EGbyzhh.png", "title": "Metro Rox HTML5 Joomla Metro Multipurpose Template"},
{"content": ["<div id=\"news-id-1686\" style=\"display:inline;\">Hexeris is a beautifully versatile template with rich style elements to invigorate your site content. The template supports integrated styling for the new RokSprocket layout: Strips; as well as other layout modes.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=hexeris\" target=\"_blank\">http://demo.rockettheme.com/?template=hexeris</a></div>"], "image_url": "http://i.imgur.com/jqxoSDQ.jpg", "title": "Hexeris - RockeTheme Joomla Template"},
{"content": ["<div id=\"news-id-1684\" style=\"display:inline;\">Joomla! music template designed for musicians, bands, artist, bloggers and <br>the entertainment industry. Seeking for clean and up-to date look of your Joomla! website? This Joomla! template is a perfect solution while building news and music websites. The template is to rock, share and deliver the latest information from from the music world. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/rockwall/\" target=\"_blank\">http://demo.gavick.com/joomla25/rockwall/</a></div>"], "image_url": "http://i.imgur.com/U6RzHI5.jpg", "title": "RockWall GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-1663\" style=\"display:inline;\">Vantage Joomla Theme is a clean business or portfolio Joomla 2.5/3.0 template built with a clean and crisp, pixel by pixel concept. Vantage comes packed with various extensions and an interactive admin option panel.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/vantage-clean-responsive-joomla-theme/3649706\" target=\"_blank\">http://themeforest.net/item/vantage-clean-responsive-joomla-theme/3649706</a></div>"], "image_url": "http://i.imgur.com/3tJAlNw.jpg", "title": "Vantage - Clean Responsive Themeforest Joomla Theme"},
{"content": ["<div id=\"news-id-1656\" style=\"display:inline;\">Fussion is a stylish, fullscreen background template designed for Joomla! 1.7/2.5 CMS . Fussion would work great for many type of websites, but primarly it was designed as a template for creative companies, blogs, products or personal websites.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/fussion-creative-full-screen-joomla-template/1231535\" target=\"_blank\">http://themeforest.net/item/fussion-creative-full-screen-joomla-template/1231535</a></div>"], "image_url": "http://i.imgur.com/3nd5gwn.jpg", "title": "Fussion Creative full screen Joomla! Themeforest Template"},
{"content": ["<div id=\"news-id-1649\" style=\"display:inline;\">Business PRO is a clean multipurpose and responsive Joomla template. Business PRO has a variety of features.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/business-pro-clean-responsive-joomla-template/4124630\" target=\"_blank\">http://themeforest.net/item/business-pro-clean-responsive-joomla-template/4124630</a></div>"], "image_url": "http://i.imgur.com/P00NtmS.jpg", "title": "Business Pro - Themeforest Clean Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1644\" style=\"display:inline;\">JF Chrome is a Powerful Professional Joomla template with lots of settings. It is well suited for any kind of website, Community, Blog, Corporate, Business, Portfolio…..<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jf-chrome-jomsocial-ready-joomla-template/633693\" target=\"_blank\">http://themeforest.net/item/jf-chrome-jomsocial-ready-joomla-template/633693</a></div>"], "image_url": "http://i.imgur.com/LmEObIZ.png", "title": "JF Chrome - Themeforest JomSocial Ready Joomla Template"},
{"content": ["<div id=\"news-id-1626\" style=\"display:inline;\">Natural Beauty Template is a high quality, simple and clean template which build by Warp Framework also use lot’s of CSS3 effect, you can use one template to different website, Because it’s have 5 preset with Unlimited Color combination that’s why it’s possible unlimited style also have lot’s of admin customization features so your website must be unique design. you can use this template for any kind of spa salon, message and therapy website, beauty salon website and more as you like…<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/beauty-salon-responsive-joomla-template/2677522\" target=\"_blank\">http://themeforest.net/item/beauty-salon-responsive-joomla-template/2677522</a></div>"], "image_url": "http://geekpics.net/images/2013/04/27/ydp0uTgsU.png", "title": "Beauty Salon Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1625\" style=\"display:inline;\">BT Photography is an amazing Responsive joomla template for photography. It’s come with six colors and many module positions. BT Photography helps photographers easily create beautiful portfolio with background slideshow and portfolio component.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/bt-photography-joomla-template/2305385\" target=\"_blank\">http://themeforest.net/item/bt-photography-joomla-template/2305385</a></div>"], "image_url": "http://geekpics.net/images/2013/04/27/Q5fbUHF.jpg", "title": "BT Photography Themeforest Joomla Template"},
{"content": ["<div id=\"news-id-1624\" style=\"display:inline;\">Morphology is a responsive Joomla! template that incorporates and takes advantage of Twitter’s very own Bootstrap framework. So for anyone who enjoys their iPad, Android, or even the newer iPhone5, Morphology will adapt to your viewing needs and will still look great as you surf online! As for features, Morphology brings you a huge array of built-in features…including the ability to create UNLIMITED colours! Let’s showcase some more key features of Morphology…<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/morphology-responsive-joomla-business-template/3214036\" target=\"_blank\">http://themeforest.net/item/morphology-responsive-joomla-business-template/3214036</a></div>"], "image_url": "http://geekpics.net/images/2013/04/27/wVvckjqy.jpg", "title": "Morphology - Themeforest Responsive Joomla Business Template"},
{"content": ["<div id=\"news-id-1608\" style=\"display:inline;\">Enhanced by Virtuemart component and Responsive design, BT E -Commerce would be the best online store template you will find in Joomla market. Beside internet business features, this multicolor template also offers a flexible and elegant layout for an online shop with a simple navigation and customizable menus. Explore and choose it for you so that your business booms like anything in no time.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/bt-ecommerce-responsive-joomla-and-virtuemart/3331812\" target=\"_blank\">http://themeforest.net/item/bt-ecommerce-responsive-joomla-and-virtuemart/3331812</a></div>"], "image_url": "http://i.imgur.com/9FVoKzw.jpg", "title": "BT E-commerce - Themeforest Responsive Joomla and Virtuemart"},
{"content": ["<div id=\"news-id-1581\" style=\"display:inline;\">Phoenicis template use 38 different color styles Phoenicis use 5 layout variations<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/phoenicis-premium-joomla-template/119368\" target=\"_blank\">http://themeforest.net/item/phoenicis-premium-joomla-template/119368</a></div>"], "image_url": "http://geekpics.net/images/2013/04/23/NSHnMX.jpg", "title": "Phoenicis - Themeforest Premium Joomla Template"},
{"content": ["<div id=\"news-id-1577\" style=\"display:inline;\">The style is designed for any blog or magazine style website that primarily focuses on content. The template includes several Vertex admin options such as the ability to change colors of the active menu item, read more, site buttons and more.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?the_blogazine/\" target=\"_blank\">http://www.shape5.com/demo/index.php?the_blogazine/</a></div>"], "image_url": "http://i.imgur.com/BtxtKGC.jpg", "title": "The Blogazine - Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-1558\" style=\"display:inline;\">Alerion is a visually intense design, focusing on rich elements split into distinct sections to add depth to content. Additional design features include configurable floating modules and quicknav feature, as well as parallax background effects. The Gantry Framework provides a standard core of features, such as an advanced template manager; amongst other template features. Further, RokSprocket benefits from Alerion specific integrated styling, for its various layout types.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=alerion\" target=\"_blank\">http://demo.rockettheme.com/?template=alerion</a></div>"], "image_url": "http://i.imgur.com/mx6SrQG.jpg", "title": "Alerion - Rockettheme Joomla Template"},
{"content": ["<div id=\"news-id-1557\" style=\"display:inline;\">Chapelco is designed with an intricate mix of subtle style elements to add depth and create a clean and professional appearance. A standard array of powerful features and functions are brought to Chapelco via the Gantry Framework, a dynamic and powerful template framework. RokSprocket, a complex and diverse content display extension, has integrated styling with this template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=chapelco\" target=\"_blank\">http://demo.rockettheme.com/?template=chapelco</a></div>"], "image_url": "http://i.imgur.com/IppQKwc.jpg", "title": "Chapelco - Rocketheme Joomla Template"},
{"content": ["<div id=\"news-id-1556\" style=\"display:inline;\">JA Argo showcases the latest trends of UI/UX we see around us, if you are fan of thenextweb.com , readwrite.com , mashable.com or designmodo.com then you know where JA Argo stands - easy to setup, will always look great no matter which OS or smartphone and nothing traditional about it. JA Argo comes with infinity scroll (auto load items when scroll down) and also supports multiple layouts for article category module (check userguide for morre info). It would not take much time for anyone to customize the JA Argo to suit their requirements, all one needs are good images. Make sure to check each and every page of the demo site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_argo\" target=\"_blank\">http://www.joomlart.com/demo/#ja_argo</a></div>"], "image_url": "http://i.imgur.com/A2By444.jpg", "title": "JA Argo - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-1555\" style=\"display:inline;\">JA Fubix is April 2013 responsive Joomla! sports news template for Joomla 3.0 and Joomla 2.5. It runs on our brand new T3v3 Framework with tons of backend customization config options.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_fubix\" target=\"_blank\">http://www.joomlart.com/demo/#ja_fubix</a></div>"], "image_url": "http://i.imgur.com/fTjvZR9.jpg", "title": "JA Fubix - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-1554\" style=\"display:inline;\">Shaper Magazine - Joomshaper ‘s next generation Joomla responsive template. This feature rich theme is great for magazine, news, blog and review site, with integrated news slider, slideshow, video and more social share module. With ultra responsive layout, the viewing and reading experience is superb on all types of devices. You can display news in many ways, with news show sp2 module<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=magazine\" target=\"_blank\">http://demo.joomshaper.com/?template=magazine</a></div>"], "image_url": "http://i.imgur.com/JVaFnDI.jpg", "title": "Shaper Magazine - Responsive Joomla Magazine Template"},
{"content": ["<div id=\"news-id-1553\" style=\"display:inline;\">With its vibrant and colorful, yet clean design it fits any sports or health themed site or app. Get on the fast track with a variety of background, color and font options that you can combine to give your site a totally different feel. Each style comes with a differing color scheme for the unique vertical tab menu. With Pace we provide a clean new bonus style for the Widgetkit Slideshow, which perfectly fits the theme's design to present your sports community or application.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/pace\" target=\"_blank\">http://www.yootheme.com/demo/joomla/pace</a></div>"], "image_url": "http://i.imgur.com/Q02sC8j.jpg", "title": "Pace - Yootheme Joomla Template"},
{"content": ["<div id=\"news-id-1552\" style=\"display:inline;\">Looking for a creative and professional way to present your photography or your portfolio? Look no further, Showroom is what you need. This clean and versatile theme comes with a whole set of nifty features like an optional fixed sidebar with vertical navigation, page alignment and featured images.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/blog/2013/02/01/showroom-theme\" target=\"_blank\">http://www.yootheme.com/blog/2013/02/01/showroom-theme</a></div>"], "image_url": "http://i.imgur.com/6dExVH4.jpg", "title": "Showroom 1.0.5 - Yootheme Joomla 2.5 & 3.0 Template"},
{"content": ["<div id=\"news-id-1551\" style=\"display:inline;\">Responsive, premium Joomla! template for business start-up Simple doesn't mean unsuccessful or unattractive...Simplicity is just the beginning... the beginning of astartup! If you run a business and you want to enliven your online identity, Simplicity is the best choice you may make in order to create a successful and breathtaking website! This business Joomla! template uses the latest trends available. You may make undoubtedly unique and attractive landing page of a product with Simplicity thanks to interesting animations of CSS3 use!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/simplicity/\" target=\"_blank\">http://demo.gavick.com/joomla25/simplicity/</a></div>"], "image_url": "http://i.imgur.com/44L9cJx.jpg", "title": "Simplicity GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-1550\" style=\"display:inline;\">This April we have a little easter egg for you in store, our new release Solar! This beautiful and innovative theme comes with an original way of arranging blog articles. We implemented Grid-a-Licious, which enables you to arrange your posts in a completely fluid layout. Featured images are placed on top of the title and benefit from the whole article width.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/solar\" target=\"_blank\">http://www.yootheme.com/demo/joomla/solar</a></div>"], "image_url": "http://i.imgur.com/ozybMPi.jpg", "title": "Solar – YooTheme Joomla 2.5 & 3.0 Template"},
{"content": ["<div id=\"news-id-1549\" style=\"display:inline;\">Use Storebox, e-Commerce Joomla template to create a successful online store! Convince customers to buy your products online, make purchasing simple and allow them to do the shopping through your Joomla! website!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/storebox/\" target=\"_blank\">http://demo.gavick.com/joomla25/storebox/</a></div>"], "image_url": "http://i.imgur.com/eoWX7w2.jpg", "title": "Storebox Gavick Pro Joomla Template"},
{"content": ["<div id=\"news-id-1492\" style=\"display:inline;\">One of a kind full page responsive joomla template. Photolicious comes with an amazing built in Shadow slider that is controlled from template manager and is very easy to setup. Template itself is built with HTML5 and CSS3 and includes custom code for HTML5 videos that you can take advantage of and even use them in your Shadow slider.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.youjoomla.com/demos/?templates=photolicious\" target=\"_blank\">http://www.youjoomla.com/demos/?templates=photolicious</a></div>"], "image_url": "http://i.imgur.com/sL1sXD3.jpg", "title": "Photolicious YouJoomla Template"},
{"content": ["<div id=\"news-id-1491\" style=\"display:inline;\">BLOORA is an awsome template for Joomla version 2.5, based on the powerfull Gantry Framework. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/bloora-template-for-joomla/313878\" target=\"_blank\">http://themeforest.net/item/bloora-template-for-joomla/313878</a></div>"], "image_url": "http://i.imgur.com/OTp1TrB.jpg", "title": "Bloora Template for Joomla Themeforest"},
{"content": ["<div id=\"news-id-1468\" style=\"display:inline;\">Get on the fast track with a variety of background, color and font options that you can combine to give your site a totally different feel. Each style comes with a differing color scheme for the unique vertical tab menu. With Pace we provide a clean new bonus style for the Widgetkit Slideshow, which perfectly fits the theme's design to present your sports community or application.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/pace\" target=\"_blank\">http://www.yootheme.com/demo/joomla/pace</a></div>"], "image_url": "http://i.imgur.com/FZvx1IE.jpg", "title": "Pace - YooTheme Joomla Template"},
{"content": ["<div id=\"news-id-1415\" style=\"display:inline;\">JA Mitius sports the hot MegaMenu (the T3v3 one) and tons of bonus styles for varrious Joomla! default layouts. Also released is the countdown module to show a timer to site visitors for any event or for site launch.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#ja_mitius\" target=\"_blank\">http://www.joomlart.com/demo/#ja_mitius</a></div>"], "image_url": "http://i.imgur.com/rQNjfQF.jpg", "title": "JA Mitius - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-1408\" style=\"display:inline;\">Unlimited skins Quickstart package Gallery Plugin Video Plugin Video tutorials<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/primer-creative-joomla-template/336920\" target=\"_blank\">http://themeforest.net/item/primer-creative-joomla-template/336920</a></div>"], "image_url": "http://i.imgur.com/3G40E9x.png", "title": "Primer - Themeforest Creative Joomla Template"},
{"content": ["<div id=\"news-id-1398\" style=\"display:inline;\">Come out of the shadow, present your online identity by creating your blog or other personal website with Magazine Joomla template! It catches visitors attention by its simplicity and, at the same time, advanced and sophisticated look. Your blog can be unique thanks to this Joomla! template that has Responsive Web Design support and tile-like interface use; inspired by Windows 8. Metro style makes this Joomla template a desirable product as it displays perfectly on Windows tablets and other mobile devices. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla25/magazine/\" target=\"_blank\">http://demo.gavick.com/joomla25/magazine/</a></div>"], "image_url": "http://i.imgur.com/srHyj8p.jpg", "title": "Magazine - GavickPro Joomla Blog Template"},
{"content": ["<div id=\"news-id-1390\" style=\"display:inline;\">Looking for a creative and professional way to present your photography or your portfolio? Look no further, Showroom is what you need. This clean and versatile theme comes with a whole set of nifty features like an optional fixed sidebar with vertical navigation, page alignment and featured images. You can completely fix Sidebar A and still add as many modules to it as you like. If the modules you published don't fit the site, the sidebar scrolls automatically. Furthermore you can align your website to the left or center. This way you get a cool and unique layout, that gives focus to your content.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/showroom\" target=\"_blank\">http://www.yootheme.com/demo/joomla/showroom</a></div>"], "image_url": "http://i.imgur.com/I1obR0u.jpg", "title": "YooTheme - Showroom Joomla Template"},
{"content": ["<div id=\"news-id-1386\" style=\"display:inline;\">As a continuation of the first released Nicanian with Joomla 2.5. Nicanian II is continued to be improved based on the the idea of a photography studio. For the first time, it is introduced as a responsive Joomla template with TZ Portfolio v3 and T3 Framework v3, integrating well with Joomla 3 and Bootstrap<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.templaza.com/joomla-template/2013/nicanian-ii\" target=\"_blank\">http://demo.templaza.com/joomla-template/2013/nicanian-ii</a></div>"], "image_url": "http://i.imgur.com/1Bn9USN.jpg", "title": "Nicanian 2 - Templaza Joomla Template"},
{"content": ["<div id=\"news-id-1376\" style=\"display:inline;\">OT Photographer is amazing and special joomla template for photographers. It helps photographers easily create beautiful portfolio with focus on your work and talent.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_photographer/\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_photographer/</a></div>"], "image_url": "http://geekpics.net/images/2013/01/27/yF1cN.jpg", "title": "OT Photographer - OmegaTheme Joomla! Template"},
{"content": ["<div id=\"news-id-1374\" style=\"display:inline;\">SJ Wall Blog - a responsive template with K2 is released with special layout! Utilizing an accordion static menu on the left sidebar, we can navigate through many levels of Website easily. SJ Wall Blog also features a login form and K2 tag cloud right in the sidebar for convenience.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.smartaddons.com/#sj-wall-blog\" target=\"_blank\">http://demo.smartaddons.com/#sj-wall-blog</a></div>"], "image_url": "http://geekpics.net/images/2013/01/27/MNWGUiO.jpg", "title": "SJ Wall Blog - Responsive Joomla! Template"},
{"content": ["<div id=\"news-id-1361\" style=\"display:inline;\">OT DigitalBox is a premium, hi-tech digital store Joomla! template that stands out of the crowd with a clean design that is suitable for a wide variety of hi-tech digital product. This template is very easy to install and customize with base solid framework, natively supports Joomla! 2.5 and Virtuemart 2.0 and K2 also. With this template, your store will look great on many devices, such as iPhone, iPad, Android phones and tablets, and others.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_digitalbox/\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_digitalbox/</a></div>"], "image_url": "http://geekpics.net/images/2013/01/20/b2etVm6I.jpg", "title": "OT DigitalBox - OmegaTheme Joomla Template"},
{"content": ["<div id=\"news-id-1352\" style=\"display:inline;\">The CleanOut template is an amazing modern design for a site promoting a product such as software or a mobile app! You can easily list out your product features with screenshots and videos on the homepage. This month we've done some heavy edits to the S5 Image and Content fader to give it a parallax style look in combination with the template layout. As always we've built the template off of our Vertex responsive Joomla template framework.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?cleanout\" target=\"_blank\">http://www.shape5.com/demo/index.php?cleanout</a></div>"], "image_url": "http://geekpics.net/images/2013/01/18/wry7b.jpg", "title": "Cleanout - Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-1348\" style=\"display:inline;\">Unlimited Color Skins K2 Included3D Slider Content Slider<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/extension-premium-joomla-template/851823\" target=\"_blank\">http://themeforest.net/item/extension-premium-joomla-template/851823</a></div>"], "image_url": "http://geekpics.net/images/2013/01/18/YHGQmg.png", "title": "Extension - Themeforest Premium Joomla Template"},
{"content": ["<div id=\"news-id-1340\" style=\"display:inline;\">JA OnePage has all the features required for quickly launching most of the sites, its more of a launch site or for people / companies who just need the online presence but do not have much to show or offer online. It comes in 4 styles and an interesting new module JA Content popup module, which you can see in live action as portfolio section on the demo site Make sure you check all the pages in the live demo<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_onepage\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_onepage</a></div>"], "image_url": "/uploads/jaone.jpg", "title": "JA One Page - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-1339\" style=\"display:inline;\">With 6 preset color styles in which priority is utilizing Red color as main color, this template is powerful in building news portal about health. As well as ability to tweak custom colors by front-end cPanel, this is for those loving customization.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.smartaddons.com/#sj-health\" target=\"_blank\">http://demo.smartaddons.com/#sj-health</a></div>"], "image_url": "/uploads/sjhealth.jpg", "title": "SJ Health - Responsive Joomla! Template"},
{"content": ["<div id=\"news-id-1338\" style=\"display:inline;\">OT Jewelry Joomla! template is designed very tastefully, elegantly. When you look at our products, you will find a harmony and irresistible appeal. This template is reserved for jewelry, rings, wedding rings, fashion... because of its gentle and elegance. We highly recommend to use this template for your jewelry online store<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_jewelry/\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_jewelry/</a></div>"], "image_url": "/uploads/otjewel.jpg", "title": "OT Jewelry - OmegaTheme Jewelry Store Joomla Template"},
{"content": ["<div id=\"news-id-1333\" style=\"display:inline;\">OT Perfume, with it's clean and unique design, is dedicated to any online store which sales perfumes, fragrances, etc. The design comes with 3 color variants, the modules is formed in group nicely and neatly but still very clearly and take your products in highlight.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_perfume.html\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_perfume/</a></div>"], "image_url": "/uploads/otperfume.jpg", "title": "OT Perfume - OmegaTheme Perfumes Store Joomla Template"},
{"content": ["<div id=\"news-id-1332\" style=\"display:inline;\">Leo Magazine JoomlaTemplate brings you a clean layout with a broad range of options for customization - is perfect website solution for your newspaper, magazine.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://leotheme.com/demo/?template=leo_magazine\" target=\"_blank\">http://leotheme.com/demo/?template=leo_magazine</a></div>"], "image_url": "/uploads/leomag.jpg", "title": "Leo Magazine Joomla Template"},
{"content": ["<div id=\"news-id-1323\" style=\"display:inline;\">Shaper Magazine - Joomshaper ‘s next generation Joomla responsive template. This feature rich theme is great for magazine, news, blog and review site, with integrated news slider, slideshow, video and more social share module.<br><br>Demo: [lurl=http://www.lolinez.com/?http://demo.joomshaper.com/?template=magazine]http://demo.joomshaper.com/?template=magazine[/url]</div>"], "image_url": "/uploads/shaperma.jpg", "title": "Shaper Magazine - JoomShaper Joomla Template"},
{"content": ["<div id=\"news-id-1319\" style=\"display:inline;\">This Joomla! news template features full Responsive Web Design. HTML structure of Gavern Framework has been enriched about a few additional columns which allowed to organize content on a website more flexibly. <br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uZ2F2aWNrLmNvbS9qb29tbGEyNS9uZXdzLw%3D%3D\" target=\"_blank\">http://demo.gavick.com/joomla25/news/</a><!--dle_leech_end--></div>"], "image_url": "/uploads/gknews.jpg", "title": "News - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-1316\" style=\"display:inline;\">Churchy is a Responsive Joomla Church Template. The Template is powered by Warp Framework and is fully internationalized and has been tested in all major browsers so you can be sure your users will see your website correctly. The theme has full support for RTL language and will work on any device. <br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL2NodXJjaHktam9vbWxhLWNodXJjaC10ZW1wbGF0ZS8zMzk5ODc4\" target=\"_blank\">http://themeforest.net/item/churchy-joomla-church-template/3399878</a><!--dle_leech_end--></div>"], "image_url": "/uploads/churchy.jpg", "title": "Churchy - Joomla Church Themeforest Template"},
{"content": ["<div id=\"news-id-1309\" style=\"display:inline;\">Leviathan, the January 2013 template release, is a visually enriched design with stunning graphics, contrasts and tones. Its sidebar adds focus and boldness, that complements and contrasts with the mainbody area to great effect.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8ucm9ja2V0dGhlbWUuY29tLz90ZW1wbGF0ZT1sZXZpYXRoYW4%3D\" target=\"_blank\">http://demo.rockettheme.com/?template=leviathan</a><!--dle_leech_end--></div>"], "image_url": "/uploads/leviathan.jpg", "title": "Leviathan - Rockettheme Joomla Template"},
{"content": ["<div id=\"news-id-1305\" style=\"display:inline;\">EKHO is a unique, awesome, creative, fullscreen template for Joomla 2.5. It will really rock your world!!<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL2VraG8tdW5pcXVlLWpvb21sYS10ZW1wbGF0ZS8yNTQ0MDY0\" target=\"_blank\">http://themeforest.net/item/ekho-unique-joomla-template/2544064</a><!--dle_leech_end--></div>"], "image_url": "/uploads/ekho.jpg", "title": "EKHO Unique Joomla Themeforest Template"},
{"content": ["<div id=\"news-id-1249\" style=\"display:inline;\">In this age business is really a challenging matter. It is all about selling products, extra-ordinary customer services, economical behavior understanding and keeping in touch with clients. To do so and to reach out people, a news portal is the best solution that will stand out amongst all other like-minded portals online. Shaper Financial News Template is your one stop solution purposing to accumulate all the features in one. Financial News Template also comes with an incredible component K2 that can help you to create an online portal with absolute style and it is almost effortless to create your own flexible interactive business news masterpiece.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uam9vbXNoYXBlci5jb20vP3RlbXBsYXRlPWZpbmFuY2lhbF9uZXdz\" target=\"_blank\">http://demo.joomshaper.com/?template=financial_news</a><!--dle_leech_end--></div>"], "image_url": "/uploads/jfinancial.jpg", "title": "JoomlaShaper Financial News - Premium Joomla 2.5/3.0"},
{"content": ["<div id=\"news-id-1248\" style=\"display:inline;\">Inspired by mobilization and responsive Web design, SJ Mobi - Joomla! Template has been released. Allowing the visitors from any source, who are possessing many devices for many purposes; increasing your traffic by serving various screen sizes; let check to see how amazing this is...<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uc21hcnRhZGRvbnMuY29tLyNzai1tb2Jp\" target=\"_blank\">http://demo.smartaddons.com/#sj-mobi</a><!--dle_leech_end--></div>"], "image_url": "/uploads/sjmobi.jpg", "title": "SJ Mobi - Joomla! Responsive Template"},
{"content": ["<div id=\"news-id-1247\" style=\"display:inline;\">ZT Beauty is a fully Responsive joomla templates specifically designed for beauty and health-care website. ZT Beauty is based on ZO2 Framework - a free and powerful responsive joomla templates framework, meaning that it is programmed to automatically adjust to your visitor’s screen size regardless of whether your site is being viewed from a desktop, laptop, tablet computer or mobile device.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy56b290ZW1wbGF0ZS5jb20vZGVtbzI1L3p0X2JlYXV0eQ%3D%3D\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_beauty</a><!--dle_leech_end--></div>"], "image_url": "/uploads/ztbeauty.jpg", "title": "ZT Beauty - Responsive ZooTempalte Joomla Template"},
{"content": ["<div id=\"news-id-1233\" style=\"display:inline;\">JA Mero is running on all new T3v3 framework and comes with amazing backend panel to configure and control layouts and other settings. Checkout the demo and test drive all the new features.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy5qb29tbGFydC5jb20vZGVtby8jam9vbWxhMjUtdGVtcGxhdGVzLmpvb21sYXJ0LmNvbS9qYV9tZXJv\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_mero</a><!--dle_leech_end--></div>"], "image_url": "/uploads/jamero.jpg", "title": "JA Mero - Joomlart Joomla 3.0 Template"},
{"content": ["<div id=\"news-id-1228\" style=\"display:inline;\">Cerulean, the December 2012 template release, is a beautifully constructed template with a three-dimensional style design to add depth to content. An array of module variations add focal points for the mainbody area.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS9odHRwOi8vZGVtby5yb2NrZXR0aGVtZS5jb20vam9vbWxhMjUvY2VydWxlYW4vPw%3D%3D\" target=\"_blank\">http://demo.rockettheme.com/joomla25/cerulean/</a><!--dle_leech_end--></div>"], "image_url": "/uploads/cerulean.jpg", "title": "Cerulean - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-1225\" style=\"display:inline;\">Share your thoughts and ideas with your users by building your personal website with GavickPro latest Joomla! template. Don't you think it's high time for you to come out of the shadow and start living your life completely?<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uZ2F2aWNrLmNvbS9qb29tbGEyNS9wdWJsaXNoZXIv\" target=\"_blank\">http://demo.gavick.com/joomla25/publisher/</a><!--dle_leech_end--></div>"], "image_url": "/uploads/gkpublisher.jpg", "title": "Publisher - GavickPro Joomla Template"},
{"content": ["<div id=\"news-id-1218\" style=\"display:inline;\">Meltas Panjelin is a simple, modern and minimalist joomla template. Designed specifically to meet to many kinds of business projects. Meltas comes with the most powerful T3 Joomlart Framework, best and selected extentions.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL21lbHRhcy1jbGVhbi1hbmQtbWluaW1hbGlzdC1qb29tbGEtdGVtcGxhdGVzLzEyODkwNjQ%2FcmVmPXRlbWE0\" target=\"_blank\">http://themeforest.net/item/meltas-clean-and-minimalist-joomla-templates/1289064</a><!--dle_leech_end--></div>"], "image_url": "/uploads/meltas.jpg", "title": "Meltas - Clean and Minimalist Themeforest Joomla Templates"},
{"content": ["<div id=\"news-id-1217\" style=\"display:inline;\">Joomla 2.5 Unlimited Color Skins K2 Included<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL2FjdGl2aXR5LXByZW1pdW0tam9vbWxhLXRlbXBsYXRlLzEyNzA0Njg%2FcmVmPXRlbWE0\" target=\"_blank\">http://themeforest.net/item/activity-premium-joomla-template/1270468</a><!--dle_leech_end--></div>"], "image_url": "/uploads/activityj.jpg", "title": "Activity - Themeforest Premium Joomla Template"},
{"content": ["<div id=\"news-id-1212\" style=\"display:inline;\">OT Winter Fashion Joomla! Virtuemart template is designed completely unique and interesting for winter clothes fashion store . The home page completely different ,position, banners, slide shows are croped and arranged very cleverly by our designers.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8ub21lZ2F0aGVtZS5jb20vam9vbWxhMjUvb3Rfd2ludGVyZmFzaGlvbi5odG1s\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_winterfashion.html</a><!--dle_leech_end--></div>"], "image_url": "/uploads/winterfas.jpg", "title": "OT Winterfashion - OmegaThemes Joomla Template"},
{"content": ["<div id=\"news-id-1210\" style=\"display:inline;\">Check out \"Drive\" our new theme release for December 2012! Its radiant and colorful design combined with sophisticated background textures works for any kind of desktop or mobile app, gaming or product website. Further, to present your content we added two new styles for the Widgetkit slideshow and slideset, which perfectly blend in with the overall theme style. It also includes smooth CSS animations to add subtle effects when hovering the menus and buttons.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy55b290aGVtZS5jb20vZGVtby9qb29tbGEvZHJpdmU%3D\" target=\"_blank\">http://www.yootheme.com/demo/joomla/drive</a><!--dle_leech_end--></div>"], "image_url": "/uploads/drive.jpg", "title": "Drive - YooTheme Joomla 3.0 Template"},
{"content": ["<div id=\"news-id-1199\" style=\"display:inline;\">Prominent – Joomla Template 1.7 based on the Ganry Framework.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL3Byb21pbmVudC1qb29tbGEtdGVtcGxhdGUvNTI5MDY1P3JlZj10ZW1hNA%3D%3D\" target=\"_blank\">http://themeforest.net/item/prominent-joomla-template/529065</a><!--dle_leech_end--></div>"], "image_url": "/uploads/prominenta.jpg", "title": "Prominent - Joomla 1.7 Themeforest Template"},
{"content": ["<div id=\"news-id-1179\" style=\"display:inline;\">SJ AppStore HiTech is the special template for ecommerce stores. This is using Virtuemart component, Responsive Web Design, CSS and many new technical for Joomla. <br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uc21hcnRhZGRvbnMuY29tLyNzai1oaXRlY2g%3D\" target=\"_blank\">http://demo.smartaddons.com/#sj-hitech</a><!--dle_leech_end--></div>"], "image_url": "/uploads/sjapp.jpg", "title": "SJ AppStore HiTech - SmartAddons Responsive Joomla Template"},
{"content": ["<div id=\"news-id-1177\" style=\"display:inline;\">BikeIT – Premium Joomla Template based on the Ganry Framework for version 1.5 and 1.7.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL2Jpa2VpdC1wcmVtaXVtLWpvb21sYS10ZW1wbGF0ZS80NDg3NTc%2FcmVmPXRlbWE0\" target=\"_blank\">http://themeforest.net/item/bikeit-premium-joomla-template/448757</a><!--dle_leech_end--></div>"], "image_url": "/uploads/bikeit.jpg", "title": "BikeIT - Themeforest Premium Joomla Template"},
{"content": ["<div id=\"news-id-1175\" style=\"display:inline;\">Vintage is a tumblr inspired Joomla template that features multiple colour schemes a simple tagging system for your content and an elegantly designed responsive design. <br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy5kZW1vLmpvb21sYWJhbWJvby5jb20vaW5kZXgucGhwP3RoZW1lPW1hcjEy\" target=\"_blank\">http://www.demo.joomlabamboo.com/index.php?theme=mar12</a><!--dle_leech_end--></div>"], "image_url": "/uploads/vintagej.jpg", "title": "JB Vintage - JoomlaBamboo Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-1170\" style=\"display:inline;\">Joomla games template Hot Gaming Zone could help you to create your own web site about video games. <br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uaG90am9vbWxhdGVtcGxhdGVzLmNvbS9pbmRleC5waHA%2FdGVtcGxhdGU9Z2FtaW5nX3pvbmU%3D\" target=\"_blank\">http://demo.hotjoomlatemplates.com/index.php?template=gaming_zone</a><!--dle_leech_end--></div>"], "image_url": "/uploads/hotgames.jpg", "title": "Gaming Zone - HotJoomla Gaming Template"},
{"content": ["<div id=\"news-id-1169\" style=\"display:inline;\">This theme is classic bamboo. It features a delicate mix of clean lines, white space and subtle grungy textures. It's a responsive Joomla template built for a variety of uses.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uam9vbWxhYmFtYm9vLmNvbS9pbmRleC5waHA%2FdGhlbWU9bm92MTI%3D\" target=\"_blank\">http://demo.joomlabamboo.com/index.php?theme=nov12</a><!--dle_leech_end--></div>"], "image_url": "/uploads/jbecospirit.jpg", "title": "JB Ecospirit - JoomlaBamboo Joomla Template"},
{"content": ["<div id=\"news-id-1167\" style=\"display:inline;\">Expand your business to new horizons with Enterprise - A professional business template for Joomla 2.5 and 3.0. The goal of any business website is to present your company in a clean and focused manner while gaining a customers trust and loyalty. <br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uam9vbWxheHRjLmNvbS8%2FdGVtcGxhdGU9ZW50ZXJwcmlzZQ%3D%3D\" target=\"_blank\">http://demo.joomlaxtc.com/?template=enterprise</a><!--dle_leech_end--></div>"], "image_url": "/uploads/jxtc.jpg", "title": "Enterprise - JoomlaXTC Joomla 2.5 & 3.0 Business Theme"},
{"content": ["<div id=\"news-id-1159\" style=\"display:inline;\">General Commerce is a responsive Joomla template a great design for any store or corporate style website! The design is laid out in such a way that you can take it and go in any direction for you website needs! If you are building an ecommerce website you can simply plugin a store component. If you need a plain corporate style layout, no problem the design is also great for this. This month we added a stylish option for the top row 1 positions. You can publish any module to them its set to show behind the logo, menu, social so this allows you to have image fader modules lay behind these items.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy5zaGFwZTUuY29tL2RlbW8vaW5kZXgucGhwP2dlbmVyYWxfY29tbWVyY2Uv\" target=\"_blank\">http://www.shape5.com/demo/index.php?general_commerce/</a><!--dle_leech_end--></div>"], "image_url": "/uploads/gencom.jpg", "title": "General Commerce - Shape5 Joomla 2.5 3.0 Template"},
{"content": ["<div id=\"news-id-1155\" style=\"display:inline;\">Solaris is a modern Premium Joomla 2.5 template with professional and clean design. It can be used for a variety of purposes: from blogging, to portfolio, to corporate or personal websites. It provides clean design for both Joomla standard content component and more advanced K2 component.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL3NvbGFyaXMtcmVzcG9uc2l2ZS1qb29tbGEtdGVtcGxhdGUvMzA5Mzk4NT9yZWY9dGVtYTQ%3D\" target=\"_blank\">http://themeforest.net/item/solaris-responsive-joomla-template/3093985</a><!--dle_leech_end--></div>"], "image_url": "/uploads/solaris.jpg", "title": "Solaris Responsive Joomla Themeforest Template"},
{"content": ["<div id=\"news-id-1145\" style=\"display:inline;\">Motion is a new corporate template for Joomla! 2.5 featuring the best javascript based full width slider for Joomla! The first Joomla! 2.5 ready template on Themeforest!!<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL21vdGlvbi1jb3Jwb3JhdGUtdGVtcGxhdGUtZm9yLWpvb21sYS83NjAyMTE%2FcmVmPXRlbWE0\" target=\"_blank\">http://themeforest.net/item/motion-corporate-template-for-joomla/760211</a><!--dle_leech_end--></div>"], "image_url": "/uploads/motion.jpg", "title": "Motion Corporate Themeforest Template for Joomla!"},
{"content": ["<div id=\"news-id-1142\" style=\"display:inline;\">Fidelity is a clean and elegant responsive Joomla 2.5 Template built with business or portfolios in mind. Fidelity comes packed with dozens widgets and an intuitive admin option panel.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3RoZW1lZm9yZXN0Lm5ldC9pdGVtL2ZpZGVsaXR5LWNsZWFuLXJlc3BvbnNpdmUtam9vbWxhLXRlbXBsYXRlLzI5OTk5ODY%2FcmVmPXRlbWE0\" target=\"_blank\">http://themeforest.net/item/fidelity-clean-responsive-joomla-template/2999986</a><!--dle_leech_end--></div>"], "image_url": "/uploads/fidelity.jpg", "title": "Fidelity - Clean Responsive Joomla Themeforest Template"},
{"content": ["<div id=\"news-id-1140\" style=\"display:inline;\">SJ AppStore is the special template for ecommerce stores. This is using Virtuemart component, Responsive Web Design, CSS and many new technical for Joomla. SJ AppStore is an separate template of SmartAddons. It does not belong to Club Templates. Only JTC – Developer Membership can get free access. JTC – Persional/Business or an new members need to make a single purchase<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uc21hcnRhZGRvbnMuY29tLyNzai1hcHBzdG9yZQ%3D%3D\" target=\"_blank\">http://demo.smartaddons.com/#sj-appstore</a><!--dle_leech_end--></div>"], "image_url": "/uploads/appstore.jpg", "title": "SJ AppStore - Responsive Joomla! 2.5 Template"},
{"content": ["<div id=\"news-id-1139\" style=\"display:inline;\">ZT Inga presents Joomla users with a tremendous amount of value thanks to its flexibility and customization options. ZT Inga is a fully responsive business joomla template that can be used for a variety of purposes, from business, to showcase, to portfolio, to corporate or personal blogs. This 100% responsive template features a top navigation bar and clear page-based hierarchy to make your readers’ browsing experience seamless.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy56b290ZW1wbGF0ZS5jb20vZGVtbzI1L3p0X2luZ2E%3D\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_inga</a><!--dle_leech_end--></div>"], "image_url": "/uploads/inga.jpg", "title": "ZT Inga - ZooTemplate Responsive Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-1134\" style=\"display:inline;\">Shaper Extreme November 12 template is a stylish and feature-rich Joomla 2.5 responsive template with Twitter Bootstrap integration. It is a multi-purpose template that's simply perfect for business, portfolio and business websites! Extreme has six color styles<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL2RlbW8uam9vbXNoYXBlci5jb20vP3RlbXBsYXRlPWV4dHJlbWU%3D\" target=\"_blank\">http://demo.joomshaper.com/?template=extreme</a><!--dle_leech_end--></div>"], "image_url": "/uploads/shaperex.jpg", "title": "Shaper Extreme - JoomShaper Responsive Business Template"},
{"content": ["<div id=\"news-id-1133\" style=\"display:inline;\">You are looking for a simple, elegance and flexible template to be used in all devices that you have. It is Vania that would absolutely be the smart choice for you. Vania is the a great combination between TZ Portfolio and T3 Framework running in Joomla 2.5. The template owns flexible design sothat it is very useful for users to place modules and customize their interface.<br><br>Demo: <!--dle_leech_begin--><a href=\"http://www.themelock.com/engine/go.php?url=aHR0cDovL3d3dy5sb2xpbmV6LmNvbS8%2FaHR0cDovL3d3dy50ZW1wbGF6YS5jb20vMjMxLXZhbmlh\" target=\"_blank\">http://www.templaza.com/231-vania</a><!--dle_leech_end--></div>"], "image_url": "/uploads/vania.jpg", "title": "Vania - TemPlaza Responsive Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-1125\" style=\"display:inline;\">JA Brisk is running on all new T3v3 framework and comes with amazing backend panel to configure and control layouts and other settings. Checkout the demo and test drive the beta release.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_brisk\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_brisk</a></div>"], "image_url": "/uploads/jabrisk.jpg", "title": "JA Brisk - Joomlart Joomla 2.5 & 3.0 Template"},
{"content": ["<div id=\"news-id-1121\" style=\"display:inline;\">BlackStudios is a modern, clean and stylish template designed for Joomla! 2.5. Perfectly suited for web studios, creative agencies, product websites, blogs or portfolios.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/blackstudios-creative-joomla-template/129204?ref=tema4\" target=\"_blank\">http://themeforest.net/item/blackstudios-creative-joomla-template/129204</a></div>"], "image_url": "/uploads/blacks.jpg", "title": "BlackStudios Creative Joomla! 2.5 Themeforest Template"},
{"content": ["<div id=\"news-id-1117\" style=\"display:inline;\">Running a startup? Fancy spreading your wings? With this template help, you will create a sophisticated, the same as, clean project which will leave your visitors breathless... Be on the top; use this easily adjustable business template in order to be successful in your branch and stand out from the competitors! Create your online image by using the template's modern design.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/index.php?month=Oct&amp;year=2012\" target=\"_blank\">http://demo.gavick.com/index.php?month=Oct&amp;year=2012</a></div>"], "image_url": "/uploads/startup.jpg", "title": "Startup - GavickPro Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-1115\" style=\"display:inline;\">Metropolis, the November 2012 template release, is an elegantly designed theme, combining simple color schemes and shades to complement an array of different content setups. An excellent style layer above the responsive Gantry core.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=metropolis\" target=\"_blank\">http://demo.rockettheme.com/?template=metropolis</a></div>"], "image_url": "/uploads/metropolis.jpg", "title": "Metropolis - RocketTheme Joomla 2.5 & 3.0 Template"},
{"content": ["<div id=\"news-id-1113\" style=\"display:inline;\">Welcome our brand new MiCasa theme! Its plain modern style is complimented by pastel and muted colors as well as rounded box shapes. MiCasa will be perfect for all of you running a website associated with home and (life)style or fashion but it easily works for many other sites as well.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/micasa\" target=\"_blank\">http://www.yootheme.com/demo/joomla/micasa</a></div>"], "image_url": "/uploads/micasa.jpg", "title": "MiCasa - YooTheme Joomla 2.5 & 3.0 Template"},
{"content": ["<div id=\"news-id-1110\" style=\"display:inline;\">AMMON is an awesome, creative, ultra-premium template for Joomla 2.5, based on the powerfull Gantry Framework.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/ammon-jomsocial-ready-template-for-joomla/669895\" target=\"_blank\">http://themeforest.net/item/ammon-jomsocial-ready-template-for-joomla/669895</a></div>"], "image_url": "/uploads/ammon.jpg", "title": "Ammon - JomSocial Ready Template for Joomla 2.5 Themeforest"},
{"content": ["<div id=\"news-id-1082\" style=\"display:inline;\">Fussion is a stylish, fullscreen background template designed for Joomla! 1.7/2.5 CMS . Fussion would work great for many type of websites, but primarly it was designed as a template for creative companies, blogs, products or personal websites.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/fussion-creative-full-screen-joomla-template/1231535?ref=12a\" target=\"_blank\">http://themeforest.net/item/fussion-creative-full-screen-joomla-template/1231535</a></div>"], "image_url": "/uploads/fussion.jpg", "title": "Fussion Creative full screen Joomla! Themeforest theme"},
{"content": ["<div id=\"news-id-1058\" style=\"display:inline;\">A powerful responsive design for travelling lovers who want to store and share to public all beautiful shots. A perfect integrating system, very flexible for user when easily to be used on Ipad and Iphone. It is World Travel II.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/world-travel-ii-responsive-joomla-template/2966311\" target=\"_blank\">http://themeforest.net/item/world-travel-ii-responsive-joomla-template/2966311</a></div>"], "image_url": "/uploads/worldtravel.jpg", "title": "World Travel II - Responsive Joomla Themeforest Template"},
{"content": ["<div id=\"news-id-1049\" style=\"display:inline;\">This concept was very demanding and our developers did their best to give you best of Joomla templating with all features a real estate agent or company would have in mind. Custom K2 layout , demo loaded with sample news items and set of our custom extensions built specifically for this Joomla 1.5 and Joomla 2.5 template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.youjoomla.com/demos/?templates=yousold\" target=\"_blank\">http://www.youjoomla.com/demos/?templates=yousold</a></div>"], "image_url": "/uploads/yousold.jpg", "title": "Yousold - YooJoomla Real Estate Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-1045\" style=\"display:inline;\">Don’t retreat from the game. Instead, defeat the enemy with the breathtaking design of your game news website! This month we deliver a wonderful Joomla news template dedicated to game lovers everywhere! If you are seeking a unique look for your Joomla website, look no further - use the GameNews template and make an impression. Are you considering how you might build a news website? Check out one of the best Joomla game templates out there! Simplify your work, and present news and reviews with ease. Your job is made much easier through use of our amazing free Joomla modules: News Show Pro GK4, Tabs GK5 and K2, all of which are supported in this gaming website template!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/aug2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/aug2012/</a></div>"], "image_url": "/uploads/gamenews.jpg", "title": "Game News - GavickPro Responsive, game portal Joomla 3.0"},
{"content": ["<div id=\"news-id-1044\" style=\"display:inline;\">An impressive responsive Joomla! 2.5 template Your products are fashionable and trendy – don't they deserve a website which communicates this? Use the 'Fashion' template to present the hottest trends of the season! Display fashionable clothing styles direct from the catwalk using your perfectly-designed website! What makes this template so great? It is the first template released by GavickPro to utilize Responsive Web Design and to be based upon a custom version of the Gavern Framework. To fully realize the benefits of Responsive Web Design, we have incorporated support for the recently-released Tabs GK5 module which has native support for horizontal layout scaling based upon the type of device display. In addition, a special style has been provided for the Image Show GK4 module, and the News Show Pro GK4 module has been modified to better support the template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/may2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/may2012/</a></div>"], "image_url": "/uploads/gkfashion.jpg", "title": "Fashion v3.5 Gavick Joomla 3.0 Template"},
{"content": ["<div id=\"news-id-1043\" style=\"display:inline;\">Image is everything... especially on the Web. Your image is a reflection of how you do business - not just your products and services, but your attitude and values. The Creative, premium Joomla business template is a unique product guaranteed to a make a great impression! Ideal for setting up a brand new business Web presence, or to refresh an existing one, this template is an effective way to establish your business or portfolio online. With built-in support for such leading edge components as K2 and our very own News Show Pro GK4, your website content will stand out from the rest. Look good on the Web!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jul2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/jul2012/</a></div>"], "image_url": "/uploads/creativej.jpg", "title": "Creative 3.5 J3.0 GavickPro Portfolio Template"},
{"content": ["<div id=\"news-id-1042\" style=\"display:inline;\">Responsive, eCommerce Virtuemart Joomla! 2.5 Template. Do you want to build a successful online store using Joomla? Don't spin your wheels – use the newly-released Bike Store template from GavickPro! You will be in the fast lane in no time, and widely visible, too. With our latest responsive eCommerce template release you will be able to process transactions from users of PCs, tablets and handheld devices! Get more from your template! We make your business easy with the built-in support for a variety of extensions. Check it out: native support for both VirtueMart and K2 Store! The professional-grade Bike Store utilizes the News Shop Pro (NSP GK4) component which supports VM and K2 Store, along with the Tabs and Image Show modules!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jun2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/jun2012/</a></div>"], "image_url": "/uploads/bikestore.jpg", "title": "BikeStore 3.5.1 GavickPro Joomla 3.0 Template"},
{"content": ["<div id=\"news-id-1008\" style=\"display:inline;\">As an eternal flow of content following grid style for your website, Paper is a considerable up-step that we take to build TZ Portfolio Component list. You can easily customize your portfolio to display products with image, slide, or video in a better way.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.templaza.com/joomla-template/2012/paper\" target=\"_blank\">http://demo.templaza.com/joomla-template/2012/paper</a></div>"], "image_url": "/uploads/paper.jpg", "title": "TZ Paper - Templaza Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-984\" style=\"display:inline;\">Intuitive interface to easily update information on the projects. Digital Pixel is a great responsive joomla template for designers. Digital Pixel supports Rich snippets. Google can identify it and, when users search for apps, use this information to better display your app details in search results.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/digital-pixel/3203675?ref=12a\" target=\"_blank\">http://themeforest.net/item/digital-pixel/3203675</a></div>"], "image_url": "/uploads/tzdigital.jpg", "title": "Themeforest  Digital Pixel - Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-947\" style=\"display:inline;\">You are looking for a clean and flexible portfolio. Jaguarian is a choice for you. A powerful responsive design for everyone who wants to store and share to public all beautiful images and videos. A perfect integrating system, very flexible for user when easily to be used on Ipad and Iphone.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/jaguarian-responsive-joomla-template/2998982?ref=12a\" target=\"_blank\">http://themeforest.net/item/jaguarian-responsive-joomla-template/2998982</a></div>"], "image_url": "/uploads/jaguarian.jpg", "title": "Jaguarian - Themeforest Responsive Joomla Template"},
{"content": ["<div id=\"news-id-943\" style=\"display:inline;\">Planning a unique conference, festival or other event? Announce it using the latest Event website template for Joomla from GavickPro! This outstanding template will help you present all of your event information in a clear manner, and ensure your website remains attractive! <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/index.php?month=Sep&amp;year=2012\" target=\"_blank\">http://demo.gavick.com/index.php?month=Sep&amp;year=2012</a></div>"], "image_url": "/uploads/fest.jpg", "title": "Fest - GavickPro Outstanding template for Joomla! Events"},
{"content": ["<div id=\"news-id-937\" style=\"display:inline;\">ZT News 4 is the fourth-generation news template we have designed for Magazine Joomla Website. ZT News 4 is a fully responsive joomla templates that can be used for a variety of purposes, from magazine, to bussines, to portfolio, to corporate or personal websites. ZT News 4 is based on ZO2 Framework - a free and powerful responsive joomla templates framework, meaning that it is the approach that suggests that design and development should respond to the user’s behavior and environment based on screen size, platform and orientation.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.zootemplate.com/demo25/zt_news4\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_news4</a></div>"], "image_url": "/uploads/ztnews.jpg", "title": "ZT News 4 - ZooTemplate Responsive Joomla News Template"},
{"content": ["<div id=\"news-id-935\" style=\"display:inline;\">JA Mixmaz is October 2012 responsive template for Joomla 2.5 (currently beta, stable version by 10th October). It supports Virtuemart and K2 component and good for event, blog, personal and ecommerce site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_mixmaz\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_mixmaz</a></div>"], "image_url": "/uploads/jamixmaz.jpg", "title": "JA Mixmaz - Joomlart Responsive Joomla Template"},
{"content": ["<div id=\"news-id-926\" style=\"display:inline;\">Graffito, the October 2012 template release, is a corporate themed design, perfect for a plethora of sites due to its combination of visual character with subtlety. Built on the Gantry4 Framework, it features a responsive layout and LESS CSS support, a dynamic stylesheet language.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=graffito\" target=\"_blank\">http://demo.rockettheme.com/?template=graffito</a></div>"], "image_url": "/uploads/graffito.jpg", "title": "Graffito - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-925\" style=\"display:inline;\">Sync is perfect for hosting sites and, thanks to its modern and business-like look, also an excellent choice for your corporate website projects.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/sync\" target=\"_blank\">http://www.yootheme.com/demo/joomla/sync</a></div>"], "image_url": "/uploads/sync.jpg", "title": "Sync - YooTheme Joomla Template"},
{"content": ["<div id=\"news-id-895\" style=\"display:inline;\">Shop Ignition is the ideal solution for your online Joomla shop. It sports templates for the Tienda and Red Shop ecommerce extensions as well as a flexible and clean K2 template. The bold colour highlights offset the clean design with subtle css3 shadows to provide the perfect vehicle for getting your online shop moving.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bambootheme.com/showcase/mar11/\" target=\"_blank\">http://www.bambootheme.com/showcase/mar11/</a></div>"], "image_url": "/uploads/jbshop.jpg", "title": "JB Shop Ignition - Ecommerce JoomlaBamboo Joomla Template"},
{"content": ["<div id=\"news-id-884\" style=\"display:inline;\">Lifestyle is a stunning Joomla template combining transparency, bold slideshows with a healthy dose of white space. It is a responsive design featuring a fullwidth slideshow and also comes with 15 different colour schemes to choose from. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.demo.joomlabamboo.com/index.php?theme=jan12\" target=\"_blank\">http://www.demo.joomlabamboo.com/index.php?theme=jan12</a></div>"], "image_url": "/uploads/jblifestyle.jpg", "title": "JB Lifestyle - JoomlaBamboo Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-879\" style=\"display:inline;\">Voxel is a magazine orientated design. Its elegant and engaging style provides a rich back-drop to your site content. The new RokSprocket Mosaic layout provides a powerful mechanism to easily show content, in a dynamic fashion.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=voxel\" target=\"_blank\">http://demo.rockettheme.com/?template=voxel</a></div>"], "image_url": "/uploads/voxel.jpg", "title": "RT Voxel 1.1 - RocketTheme Joomla 2.5 template"},
{"content": ["<div id=\"news-id-876\" style=\"display:inline;\">It is an Education themed template (just like its name) that every institution will appreciate for its simplicity, clean design and professionalism. It is enhanced with great K2 styles comes in 9 colors. JA University comes with bonus styles and pages to showcase events, videos etc.., you can check them out in the live demo.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_university\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_university</a></div>"], "image_url": "/uploads/jauniversity.jpg", "title": "JA University - Responsive Joomlart Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-875\" style=\"display:inline;\">Glad to release another Responsive joomla template - JA Puresite. We had earlier released JA Elastica - Free Joomla Responsive template and the response was amazing and on member request we now release JA Puresite with added style support for JA Comment Component, K2 Component and Acymailing component. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_puresite\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_puresite</a></div>"], "image_url": "/uploads/japuresite.jpg", "title": "JA Puresite - Joomlart Joomla Template"},
{"content": ["<div id=\"news-id-866\" style=\"display:inline;\">The sidetrack template is a two column fixed sidebar template with minimal styling. The sidebar works intelligently by remaining fixed on the page if the sidebar is shorter than the browser window. If it is longer than it scrolls with the rest of the content as the user scrolls down.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomlabamboo.com/index.php?theme=sep12\" target=\"_blank\">http://demo.joomlabamboo.com/index.php?theme=sep12</a></div>"], "image_url": "/uploads/sidetrack.jpg", "title": "JB Sidetrack - JoomlaBamboo Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-857\" style=\"display:inline;\">Take advantage of emerging web technologies HTML5 and CSS3’s benefits to create eye-catching appliance and help websites become animated. This joomla template also is designed with clear and modern layout style which support visitors to find information they need.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.zootemplate.com/demo25/zt_neoa\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_neoa</a></div>"], "image_url": "/uploads/neoa.jpg", "title": "ZT Neoa - ZooTemplate Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-856\" style=\"display:inline;\">OT CorpMX is the flexible Joomla! template built for corporate, business, software company or portfolio website. It comes with many cool features ex. 4 Skins, Moving Slider, customizable elements’s color and more fonts from Google Web Fonts.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.omegatheme.com/joomla25/ot_corpmx.html\" target=\"_blank\">http://demo.omegatheme.com/joomla25/ot_corpmx.html</a></div>"], "image_url": "/uploads/otcorpmx.jpg", "title": "OT CorpMX - A Flexible Corporate OmegaThemes Joomla Template"},
{"content": ["<div id=\"news-id-852\" style=\"display:inline;\">The Koan theme is a container based design that places the man content area including the logo, navigation and some bottom modules on a white container with a subtle shadow. Top, bottom and footer module positions sit outside of the main container on the background colour. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomlabamboo.com/index.php?theme=koan\" target=\"_blank\">http://demo.joomlabamboo.com/index.php?theme=koan</a></div>"], "image_url": "/uploads/koan.jpg", "title": "JB Koan - JoomlaBamboo Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-851\" style=\"display:inline;\">Newstream matches simplicity with a bold colour palette to create an elegant Joomla news portal or Joomla magazine template. Newstream also comes with an incredible K2 Joomla template that can help you to create an interactive online portal with absolute style and since the template is built on our Zen Grid Framework it makes it almost effortless to create your own flexible interactive magazine masterpiece.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bambootheme.com/showcase/jul10/\" target=\"_blank\">http://www.bambootheme.com/showcase/jul10/</a></div>"], "image_url": "/uploads/jbnews.jpg", "title": "JB Newstream - JoomlaBamboo News Magazine J2.5 Template"},
{"content": ["<div id=\"news-id-849\" style=\"display:inline;\">EzHost is a simple, polished and shiny new template designed for business presentations. Its layout is very well suited for web hosting services, but a capable webmaster can adjust it to many other types of web content such as e-commerce, portal or even a blog.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bonusthemes.com/demo/?template=ezhost\" target=\"_blank\">http://www.bonusthemes.com/demo/?template=ezhost</a></div>"], "image_url": "/uploads/ezhost.jpg", "title": "BT EzHost - BonusThemes Joomla 2.5 Hosting Template"},
{"content": ["<div id=\"news-id-847\" style=\"display:inline;\">Holiday is a template suitable for tourism, travel, accommodation or other types of recreation websites. This template incorporates technologies to help you build a blog-styled website and an integration of its main menu with VirtueMart for those of you who intend to build an e-commerce solution.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bonusthemes.com/demo/?template=holiday\" target=\"_blank\">http://www.bonusthemes.com/demo/?template=holiday</a></div>"], "image_url": "/uploads/btholiday.jpg", "title": "BT Holiday - Bonus Themes Holiday Joomla Template"},
{"content": ["<div id=\"news-id-845\" style=\"display:inline;\">Shaper iStore a ecommerce template, inspired on popular Joomla ecommerce / shopping component, Virtuemart. This newly developed Joomla template will help you to run premium eCommerce websites. The custom Virtuemart theme allows you to override the core output, which results in a more seamless integrated with the Virtuemart shopping component.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=istore\" target=\"_blank\">http://demo.joomshaper.com/?template=istore</a></div>"], "image_url": "/uploads/istore.jpg", "title": "Shaper iStore - JoomShaper Joomla eCommerce Template"},
{"content": ["<div id=\"news-id-842\" style=\"display:inline;\">Own a salon, spa or massage business? The Salon n Spa Joomla Template is designed just for you! The template colors, layout and functionality are all designed with a salon/spa in mind. We've also included the S5 Reservations module, a quick inquiry form for your visitors. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?salon_n_spa\" target=\"_blank\">http://www.shape5.com/demo/index.php?salon_n_spa</a></div>"], "image_url": "/uploads/salonnspa.jpg", "title": "Salon n Spa - Shape5 Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-834\" style=\"display:inline;\">JP-Investment is clean and flexible with a nice colorfull touch. We build in a Native Multilevel Dropdown <!--filter:sucker-->***K*r<!--/filter-->fish Moo Menu and the popular slimbox. It is easy to customize and can be used for many clean designs. It is fast loading and has collapsible modules for all module positions. We included the nice Mootools Artcle Slider in the middle of the page where you can store your articles.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlaplates.com/joomla-templates/jp_investment/\" target=\"_blank\">http://www.joomlaplates.com/joomla-templates/jp_investment/</a></div>"], "image_url": "/uploads/jpinvest.jpg", "title": "JP Investment - JoomlaPlates Joomla Theme"},
{"content": ["<div id=\"news-id-831\" style=\"display:inline;\">If you are in need of a website for a hospital, doctor office or a small practice then Ameritage Medical is for you. The layout is crisp, clean and corporate great for the medical industry but also will work for any corporate style website. The highlight color feature will allow you to change the entire color scheme of the site just by choosing 1 color! <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?ameritage_medical/\" target=\"_blank\">http://www.shape5.com/demo/index.php?ameritage_medical/</a></div>"], "image_url": "/uploads/ameritage.jpg", "title": "Ameritage Medical Shape5 Joomla Template"},
{"content": ["<div id=\"news-id-830\" style=\"display:inline;\">Joomla 2.5 Events or Blog template for you to manage events, big party, seminar, conference &amp; festival. You don't need to spend much time to build any events type website. A clean, light &amp; bright theme will help you to create a professional site, with good visual presentation. We also features SP Countdown, a brand new module for Event template, which show your events deadline in a nice way.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=event\" target=\"_blank\">http://demo.joomshaper.com/?template=event</a></div>"], "image_url": "/uploads/shaperevent.jpg", "title": "Shaper Event - JoomShaper Responsive Joomla Events Template"},
{"content": ["<div id=\"news-id-792\" style=\"display:inline;\">Blanko is an almost blank template and ideal for those developers and builders that like to start with vanilla and add their own flavour later. It has a few little dividers and elements to create some definition but if you want a simple minimal Joomla template then Blanko is the one for you<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomlabamboo.com/index.php?theme=blanko\" target=\"_blank\">http://demo.joomlabamboo.com/index.php?theme=blanko</a></div>"], "image_url": "/uploads/blanko.jpg", "title": "JB Blanko - JoomlaBamboo Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-719\" style=\"display:inline;\">Technik is a wonderful template for Joomla! 2.5 inspired by technology and developed for technology driven businesses. Thanks to the own developed Skitter Slider Module, Technik provides an amazing, modern and stylish design. Also lots of flexible features. It integrates visually with various extensions such as K2 Component to ease your work and get your job done much more than fast.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/technik-modern-corporate-template-for-joomla/581640\" target=\"_blank\">http://themeforest.net/item/technik-modern-corporate-template-for-joomla/581640</a></div>"], "image_url": "/uploads/technik.jpg", "title": "Technik - Themeforest Modern Corporate Template for Joomla!"},
{"content": ["<div id=\"news-id-713\" style=\"display:inline;\">Promote is a simple and elegant template for an impressive business presentation. Your imagination is your limit. You can use Promote as a basis for a variety of other content types such as gaming portals, blogs and commercial websites.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bonusthemes.com/demo/?template=promote\" target=\"_blank\">http://www.bonusthemes.com/demo/?template=promote</a></div>"], "image_url": "/uploads/promote.jpg", "title": "Promote - BonusThemes Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-704\" style=\"display:inline;\">Shangrila is a very simple and useful website. The Template is built on 960 grids system, with 5 colors to decorate your website. Each layout is compatible with responsive technology, which makes the website flexible with every screen resolution.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.templaza.com/145-shangrila.html\" target=\"_blank\">http://www.templaza.com/145-shangrila.html</a></div>"], "image_url": "/uploads/shangrila.jpg", "title": "Shangrila - TemPlaza Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-692\" style=\"display:inline;\">Travel season is coming and we are feeling hotter with the breath of summer in Asia. That is where the idea of a travel blog comes from. It is an easy-to-use website, the place of information and idea to start your travel plan.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.templaza.com/demo/?name=trekkingfan&amp;f=joomla\" target=\"_blank\">http://www.templaza.com/demo/?name=trekkingfan&amp;f=joomla</a></div>"], "image_url": "/uploads/trekkingfan.jpg", "title": "The Trekkingfan - Templaza Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-689\" style=\"display:inline;\">Scrollart is the product fantasticly created on \"all-in-one\" basis. You could find the WHOLE information of the website on ONE PAGE. It means that no more waiting for the page to reload when you are looking for information. Menus, topics, buttons, etc., are set off, which allows users to find the entirely content of the website very easily.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.templaza.com/demo/j/scrollart/\" target=\"_blank\">http://www.templaza.com/demo/j/scrollart/</a></div>"], "image_url": "/uploads/scrollart.jpg", "title": "Scrollart - Templaza Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-688\" style=\"display:inline;\">Woovie is a light, simple and most beautiful template. Its light design makes it ideal for a great variety content types such as portals, blogs, e-commerce websites. Simple but at the same time focused in design details it is a template that can remain in the web fashion and your visitors' minds for a long time.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bonusthemes.com/demo/?template=woovie\" target=\"_blank\">http://www.bonusthemes.com/demo/?template=woovie</a></div>"], "image_url": "/uploads/woovie.jpg", "title": "BT Woovie - BonusThemes Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-687\" style=\"display:inline;\">The idea of an open diary inspired me in this design. Let us imagine a wall of time where we store memories over the years. It may just be a photograph, a piece of film or simply a few lines about a summer vacation. When you scroll down other memories over time will be shown, as we are back to our childhood so.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.templaza.com/demo/j/diary/\" target=\"_blank\">http://www.templaza.com/demo/j/diary/</a></div>"], "image_url": "/uploads/diary.jpg", "title": "Diary - Templaza Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-653\" style=\"display:inline;\">Bazaar is necessary for e-shops because of its plain and fresh style. The products can be classified such as sunglasses, hats, plates, pillows, house equipment etc. The template' s vivid colours, are influenced by the spring. The contrast between them can make your products more attractive. Bazaar is compatible with K2 and the latest version of Virtuemart. It is also available in 6 colour skins and suitable for the most of e-shops.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.bonusthemes.com/demo/?template=bazaar\" target=\"_blank\">http://www.bonusthemes.com/demo/?template=bazaar</a></div>"], "image_url": "/uploads/bazaar.jpg", "title": "BT Bazaar - BonusThemes eShop Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-628\" style=\"display:inline;\">Fracture, the September 2012 template release, is the first template, built with the Gantry4 Framework, which features a responsive layout core, a rejuvenated administrative interface and optimized coding. The template focuses on a clean and minimal design with a unique overlay system for stunning results.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=fracture\" target=\"_blank\">http://demo.rockettheme.com/?template=fracture</a></div>"], "image_url": "/uploads/fracture.jpg", "title": "Fracture - RocketTheme Joomla Template"},
{"content": ["<div id=\"news-id-620\" style=\"display:inline;\">ZT Kru is best suite for any type of website you plan to build as it gives you the control and flexibility you need to present your content in a elegant and professional way. ZT Kru is built in with 8 preset style so can be used for any type of website: business, corporate, portfolio, products, etc. ZT Kru comes with lots of built-in functionality which includes powerful admin panel (allowing you to set any color to elements such as backgrounds, links, text, menu links, etc), responsive slideshow, RTL language, Mega Menus, tons of shortcodes, K2 CCK supported and much more...<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.zootemplate.com/demo25/zt_kru\" target=\"_blank\">http://www.zootemplate.com/demo25/zt_kru</a></div>"], "image_url": "/uploads/ztkru.jpg", "title": "ZT Kru - Responsive Joomla 2.5 ZooTemplate Theme"},
{"content": ["<div id=\"news-id-596\" style=\"display:inline;\">Take a bite of our delicious new theme Tasty! Thanks to its extremely versatile design, Tasty is not just a great choice for caterers or restaurant and food shop owners, but for anybody seeking a fresh and clean looking theme. Our new club theme comes packed with great features. First of all, there’s the unique parallax scroll effect that offers you a cool new way of presenting the teaser images in your header or other horizontally centered module positions. Secondly, we’ve added bonus styles for the Gallery and Slideshow widgets to perfectly match the theme and enhanced them with the new \"scale\" effect from our latest Widgetkit version. And as a little extra treat, Tasty also features a matching icon set with customizable icons for gastronomy as well as social networks. But this theme has even more delicacies to offer. You get to choose from an extensive range of 8 style variations, 8 colors, 9 backgrounds and 15 fonts. In addition to this, we have provided 5 different wrapper styles, thus offering you even more combination possibilities for giving your website a truly unique look.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/tasty\" target=\"_blank\">http://www.yootheme.com/demo/joomla/tasty</a></div>"], "image_url": "/uploads/tasty.jpg", "title": "Tasty Theme - YooTheme Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-587\" style=\"display:inline;\">Don’t retreat from the game. Instead, defeat the enemy with the breathtaking design of your game news website! This month we deliver a wonderful Joomla news template dedicated to game lovers everywhere! If you are seeking a unique look for your Joomla website, look no further - use the GameNews template and make an impression. Are you considering how you might build a news website? Check out one of the best Joomla game templates out there! Simplify your work, and present news and reviews with ease. Your job is made much easier through use of our amazing free Joomla modules: News Show Pro GK4, Tabs GK5 and K2, all of which are supported in this gaming website template!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/aug2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/aug2012/</a></div>"], "image_url": "/uploads/gamenews.jpg", "title": "Game News - GavickPro Responsive, game portal Joomla 2.5"},
{"content": ["<div id=\"news-id-579\" style=\"display:inline;\">Halcyon is elegant and subtle, reflecting a conservative design direction, perfect for deployment on a professionally or commercially orientated site, or as an excellent platform for extensive and individual customization. The template has integrated styling for Ecwid, a powerful third party and platform independent eCommerce solution, ported into Joomla via our RokEcwid component. Halcyon is built on the Gantry Framework, providing ready access to its rich feature set such as an extensive administrator interface and per menu item configuration options.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=halcyon\" target=\"_blank\">http://demo.rockettheme.com/?template=halcyon</a></div>"], "image_url": "/uploads/halcyon.jpg", "title": "Halcyon - Rockettheme Joomla Template"},
{"content": ["<div id=\"news-id-577\" style=\"display:inline;\">A great responsive template use TZ Portfolio. It is a creative theme for Photography, Portfolio, Personal website built with Joomla 2.5 In this design we have emphasized the effectiveness of visual effects. At Home page it’s like you’re shooting each photo, sound effects make you feel like you are in a real event<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.templaza.com/197-nicanian.html\" target=\"_blank\">http://www.templaza.com/197-nicanian.html</a></div>"], "image_url": "/uploads/nicanian.jpg", "title": "Nicanian - Templaza Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-557\" style=\"display:inline;\">Diametric is a beautifully layered template, with a distinct panel-based design, using the powerful ColorChooser system. The template has integrated styling for a range of popular RocketTheme extensions, such as RokSprocket, allowing for maximum visual and structural flexibility. Built on the Gantry Framework, Diametric has a powerful core supporting versatile and functional features; in addition to standard elements such as the stunning Fusion Menu<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=diametric\" target=\"_blank\">http://demo.rockettheme.com/?template=diametric</a></div>"], "image_url": "/uploads/diametric.jpg", "title": "Diametric - Rockettheme Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-555\" style=\"display:inline;\">JA Orisite template for Joomla!, It is sports themed template and comes in 5 colors to choose from. Dress your sport site with the JA Orisite powered by T3 V2, which supports Kunena forum, K2 component and multiple complimentary extensions. Design your news site with an atmosphere of freedom, strength and refreshing energy that sport brings. Powered by robust T3 Framework 2, it comes bundled with multiple complimentary extensions.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_orisite\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_orisite</a></div>"], "image_url": "/uploads/orisite.jpg", "title": "JA Orisite - Joomlart Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-552\" style=\"display:inline;\">Lift your website into higher spheres with our brand new August 2012 club theme release! Sphere comes in a nice and clean style that will be perfect for all app developers among you and serves as a great basis for presenting your software and other products. What makes Sphere so special? First of all, there is the prominent sidebar which can be flexibly used for displaying your website navigation menu, latest news etc. Secondly, you now have two module positions instead of only one for both innertop and innerbottom in Warp, thus offering you more variety in presenting your content. In addition to this, you may also select from several extra background colors for the innertop and innerbottom modules.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/blog/2012/08/01/sphere-theme\" target=\"_blank\">http://www.yootheme.com/blog/2012/08/01/sphere-theme</a></div>"], "image_url": "/uploads/sphere.jpg", "title": "Sphere - YooTheme Joomla 2.5 Templates"},
{"content": ["<div id=\"news-id-522\" style=\"display:inline;\">Asareng is dark, elegance and impresive joomla template. Designed specifically to meet to many kinds of business projects. Asareng comes with powerful T3 Joomlart Framework, best and selected extentions.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/asareng-dark-joomla-templates/892823?ref=12a\" target=\"_blank\">http://themeforest.net/item/asareng-dark-joomla-templates/892823</a></div>"], "image_url": "/uploads/asareng.jpg", "title": "Asareng - Dark Joomla Themeforest Templates"},
{"content": ["<div id=\"news-id-491\" style=\"display:inline;\">Fresco, the June 2012 template release, is a visually rich design, with each style variation being truly unique with acute attention to detail. The design brings life to your content, creating a positive user experience for your visitors. The template provides beautiful integrated styling for varying modules, such as RokSprocket in its varying layout modes, the Fusion Menu and all other standard extras<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=fresco\" target=\"_blank\">http://demo.rockettheme.com/?template=fresco</a></div>"], "image_url": "/uploads/fresco.jpg", "title": "Fresco V1.1 RocketTheme Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-487\" style=\"display:inline;\">Ximenia, the July 2012 template release, is an elegant, subtle and conservative design, with soft tones and shapes to bring focus to your content. The theme is perfect for any corporate-type site that prefers a more moderate, but still visually luring appearance. An assortment of core RocketTheme Extensions, such as RokSprocket and its multiple layout modes, have template based styling to apply integrated visuals for the additional functionality offered.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=ximenia\" target=\"_blank\">http://demo.rockettheme.com/?template=ximenia</a></div>"], "image_url": "/uploads/ximenia.jpg", "title": "Ximenia 1.1 - RocketTheme Premium Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-477\" style=\"display:inline;\">This template is exactly what you need to build an astonishing project and present your applications in an attractive way. It is suitable not only for mobile applications presentations but you can also use it for your portfolio. Surprise your visitors with your breathtaking website! This template provides web developers with a highly professional and trusted design so as to catch up with the modern world and fast developing technology.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/may2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/may2011/</a></div>"], "image_url": "/uploads/appphone.jpg", "title": "AppPhone - GavickPro J2.5 Mobile Business Template"},
{"content": ["<div id=\"news-id-465\" style=\"display:inline;\">Creating a close connection to those you do business with. Information technology provides solutions and combines the right environment between the creative process, panoramic opportunity on a global scale and the organization needed to make a business successful worldwide. Appsite is our new project, designed especially for companies and product presentations or business projects. Clean design with elegance and subtle lines, will commit the best conditions to reveal your projects, new ideas or any productive investment, helping you to seek the simplest implementation of business offers.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/mar2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/mar2011/</a></div>"], "image_url": "/uploads/appsite.jpg", "title": "Appsite - GavickPro J2.5 Business Template"},
{"content": ["<div id=\"news-id-459\" style=\"display:inline;\">Success breeds success! There ways to accomplish are unlimited. Campaigning and good business are putting forward ideas, solutions and creative thinking. If you are seeking for a presence that makes a difference in the world of business, increasingly aggressive and competitive marketing, this project can be the key to achieve the level of presentation and communication required for your project. With marks of excellence, soft elegance and well-defined lines, PenguinMail is perfect for business presentations, services and customer communication, making use of its strong character and clear layout.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/dec2010/\" target=\"_blank\">http://demo.gavick.com/joomla16/dec2010/</a></div>"], "image_url": "/uploads/penguinmail.jpg", "title": "penguinMail - GavickPro J2.5 Business Template"},
{"content": ["<div id=\"news-id-457\" style=\"display:inline;\">Its primary focus is that of style control, allowing for quick, simple and wide reaching changes of the theme's styling with a few template parameter toggles. Also sporting a recoded layout, perfectly catered for search engine optimisation. Implement of custom, non-standard fonts using CSS is another key feature of Nexus..<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=nexus\" target=\"_blank\">http://demo.rockettheme.com/?template=nexus</a></div>"], "image_url": "/uploads/nexus.jpg", "title": "Nexus - RocketTheme J2.5 Template"},
{"content": ["<div id=\"news-id-454\" style=\"display:inline;\">In this information age media have a great power to change anything. To change minds and to reach out people a news portal is the best solution. Shaper News-III the block buster news template of JoomShaper released to have a part of this era. You can setup your newsroom within minutes. Your news content presented with award wining K2 Joomla! Extension and News Show Sp2. A news site traditionally needs to set a clean backdrop with focus on simplicity and also emphasize its content with a dynamic and striking colour palette. So, News III comes with six preset styles and crystal clear layout.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=news_iii\" target=\"_blank\">http://demo.joomshaper.com/?template=news_iii</a></div>"], "image_url": "/uploads/snews.jpg", "title": "Shaper News - III - Premium Newspaper Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-453\" style=\"display:inline;\">The main feature of this template is its unique design and layout. Beautifully styled slideshow module, brand news SP Share and SP Comments plugin is also important feature of this template. As this template is built with Helix Framework, so some common features like RTL support, css3, mega menu, split menu, dropline menu, google analytics, native jQuery support, CSS and javascript compression are also present.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=social\" target=\"_blank\">http://demo.joomshaper.com/?template=social</a></div>"], "image_url": "/uploads/jsocial.jpg", "title": "Shaper Social - Social Networking Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-450\" style=\"display:inline;\">This theme is a right choice if you are looking for a clean and functional design with lots of options for easy layout customization. You can choose from more than 22 backgrounds, three different wrapper options, a squared and a rounded layout and much more. Overall it provides a really versatile design which fits for any news, magazine or company website. You can use this theme with Joomla or WordPress and it is based on the Warp6 theme framework which uses modern web technologies like HTML5 markup, CSS3 features and jQuery based javascripts.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/themes/joomla/2012/revista/\" target=\"_blank\">http://www.yootheme.com/demo/themes/joomla/2012/revista/</a></div>"], "image_url": "/uploads/revista.jpg", "title": "Revista - Yootheme Joomla 2.5 News Theme"},
{"content": ["<div id=\"news-id-449\" style=\"display:inline;\">Whether you're online, find the most exuberant and bright products on GavickPro Boutique Store. We are pleased to launch a new project, the first experience with the popular e-commerce Joomla! component – RedShop, where we put together the best of this tool to an elaborate, tempting and elegant design with the usual quality from GavickPro. To insure the best sales promotion at your store, we also included AcyMailling component, probably the most popular and free joomla! System tool for Mailling activity. It will help you to promote your in-store marketing among your customers<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/sep2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/sep2011/</a></div>"], "image_url": "/uploads/boutique.jpg", "title": "Boutique - GavickPro J2.5 E-Commerce Template"},
{"content": ["<div id=\"news-id-446\" style=\"display:inline;\">This project will support your business vision, providing the ideal resources for which your company can use to achieve new opportunities in close partnership with your strategic vision of the market. With a flexible and powerful layout design, multi-functional, elegant and charming, Black &amp; White helps your confront the great challenges ahead, enhancing new processes of change and new ideas, not more limited understanding of the triangular relationship between your business, the demanding environment of the market and new technologies.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/oct2010/\" target=\"_blank\">http://demo.gavick.com/joomla16/oct2010/</a></div>"], "image_url": "/uploads/blackwhite.jpg", "title": "Black & White - GavickPro J2.5 Furniture Design Template"},
{"content": ["<div id=\"news-id-445\" style=\"display:inline;\">JA Zite is July 2012 Responsive template for Joomla! 2.5, It is Business, events, social themed template and comes loaded with tons of features. JA Zite is complimented with JA Social feed plugin and one can import feeds from all popular social sites. Seeing is believing, so checkout this all in one social feed page. One can import social feeds into specific K2 categories, its never been easy to populate content in Joomla 2.5 sites. Also checkout the pure CSS3 cool new animation effect on the Slideshow lite module right on the main page<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_zite\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_zite</a></div>"], "image_url": "/uploads/jazite.jpg", "title": "JA Zite - Joomlart J2.5 Template"},
{"content": ["<div id=\"news-id-442\" style=\"display:inline;\">Are you a sociable and light-hearted person? Fancy building a social networking website?<br>This community builder Joomla template is absolutely dedicated to you! You may make your website eye catching and on the highest level by using undoubtedly useful, a social component like JomSocial. Moreover, thanks to K2 component, it is also possible to add articles and divide them into categories, the same as, add attachments and media to articles. Best Joomla template to build a social networking website; do not wait – just take it and socialize with people. Take a chance, don’t let it go away.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/nov2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/nov2011/</a></div>"], "image_url": "/uploads/gkmusic.jpg", "title": "Music 2.11 - GavickPro J2.5 Music Template"},
{"content": ["<div id=\"news-id-441\" style=\"display:inline;\">Designed specifically for creating a successful portfolio of freelance graphic and web designers or photography work, myfolio gathers all the necessary resources for the most professional and clean presentation of catalogue work from those who think that simplicity is the best way to achieve solid and good looking opportunities in their careers.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/aug2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/aug2011/</a></div>"], "image_url": "/uploads/myfolio.jpg", "title": "MyFolio 2.11 - GavickPro J2.5 Portfolio Template"},
{"content": ["<div id=\"news-id-438\" style=\"display:inline;\">Shaper Neo - a dedicated magazine design. If you're looking for an impressive magazine or news style with lots for features and flexibility, Neo is here. Neo is built on Helix Framework and comes with K2 support and three preset styles, News Show SP2, Slideshow Pro SP2. With the combination of Neo and our Newshow SP2 module, you can present your articles, blogs to the readers with most attractive way. It natively supports RTL, JQuery, CSS &amp; Javscript compression. Some traditional features from JoomShaper, like Mega/Dropdown/Dropline menu, Google Analytics, are also present in Neo. This template is however not limited to magazine sites. You can use it on any type of site due to its flexibility.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=neo\" target=\"_blank\">http://demo.joomshaper.com/?template=neo</a></div>"], "image_url": "/uploads/joomneo.jpg", "title": "Shaper Neo - JoomShaper Joomla Magazine Template"},
{"content": ["<div id=\"news-id-430\" style=\"display:inline;\">Premium Joomla 2.5 template to build a blog, portfolio or business websites. Make your own design style... it should be unique to you, unpredictable to the world, meant to be loved and envied by your competitors. You just found the Real Design joomla! Template, where you can search for the magical balance between art, intuition, concept, detail and playful beauty. Something that the world didn’t know it was missing.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/dec2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/dec2011/</a></div>"], "image_url": "/uploads/therealdesign.jpg", "title": "theRealdesign GavickPro J2.5 Template"},
{"content": ["<div id=\"news-id-428\" style=\"display:inline;\">Get on board and check our new Subway theme! It brings you a modern boxed layout with a broad range of options for customization. You can choose from various color and transparency options. Explore many beautiful designed details like fresh typography, icons, CSS animations and animated backgrounds. Also this theme brings you some nice custom features: Two new Widgetkit styles for the Slideshow and the Gallery are included. Their design seamlessly fits into the theme. Also notice the fixed social toolbar, which appears if you hover the icon to the right of your browser window. You can use this theme with Joomla or WordPress and it is based on the Warp6 theme framework which uses modern web technologies like HTML5 markup, CSS3 features and jQuery based javascripts.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/subway\" target=\"_blank\">http://www.yootheme.com/demo/joomla/subway</a></div>"], "image_url": "/uploads/subway.jpg", "title": "YooTheme Subway - J2.5 Template"},
{"content": ["<div id=\"news-id-423\" style=\"display:inline;\">JA Vintas is August 2012 ecommerce theme Joomla 2.5 template. Vintas supports Virtuemart component for the shopping cart and comes with great k2 styles, not to mention the bonus pages. Elegant clean template in 4 colors with great layout. Do check out the blog style and k2 styles. The template can be easily used for blog and personal purpose. Virtuemart has come up great and we loved styling it for this template. Built upon JA's robust JAT3 2 Framework JA Vintas works well and fits well on all the web enabled devices and mobile browsers. This template does not support RTL CSS style<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_vintas\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_vintas</a></div>"], "image_url": "/uploads/vintas.jpg", "title": "Joomlart JA Vintas Featuring Virtuemart J2.5 Template"},
{"content": ["<div id=\"news-id-417\" style=\"display:inline;\">Kirigami, the August 2012 template release, is the first responsive RocketTheme template, built with the Gantry v3 Framework. A responsive design adapts itself to a particular viewing environment such as desktop or mobile, without the need for separate layouts for varying platforms. The next generation layout and structure compliments the beautiful and intricate design of the template, in conjunction with its many features such as Fusion with MegaMenu, and others based on the Gantry Framework.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.rockettheme.com/?template=kirigami\" target=\"_blank\">http://demo.rockettheme.com/?template=kirigami</a></div>"], "image_url": "/uploads/kirigami.jpg", "title": "Rockettheme Kirigami Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-413\" style=\"display:inline;\">Don't be afraid to give up the good to go for the great! Business is a constant challenge. It's all about selling products, services or concepts, keeping your clients focused and effectively interested in your best solutions and all about you can offer. To help achieve your main goals and to keep you ahead with their completion, this month, we present Financial Business Joomla template, designed especially to contribute to the evolution of your business presence in the world market, making use of an elegant and clean design website.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jun2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/jun2011/</a></div>"], "image_url": "/uploads/financialbusiness.jpg", "title": "Financial Business 2.11 J2.5 GavickPro Business Template"},
{"content": ["<div id=\"news-id-405\" style=\"display:inline;\">Feel the taste and flavor of the essence of food delivered! Give your customers accurate reflection of services provided. Fancy simplifying your business by giving customers a chance to make orders by themselves? Encourage your customers by allowing them to book a room or check your menu on line…Knowing that nowadays a well – prepared website is a business card of a company, it's high time for you to catch up with it and use our template to prepare a perfect project.Coffe template is appropriate for building restaurant, coffee bar websites, the same as, hotel. Don't waste your time, use this elegant and neat template to create an amazing website!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jan2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/jan2011/</a></div>"], "image_url": "/uploads/coffe.jpg", "title": "Coffe 2.11 J2.5 GavickPro Food and Restaurant Template"},
{"content": ["<div id=\"news-id-404\" style=\"display:inline;\">After the battle is won, the warrior contemplates a more peaceful sunset, knowing that tomorrow's fight between good and evil will turn to be endless. Life is a game where players run over one another and at the end, only men of audacity, bravery and tenacity will bring up faith to the most vulnerable ones.Regardless of what anyone may say, the inspiration of the Games has the power to move us in positive ways, to motivate us to do better and reach higher levels. Life offers us abundant challenges, huge battles to be waged, and despite numerous falls that we face, the opportunity still awaits our rage to live and conquer.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jul2010/\" target=\"_blank\">http://demo.gavick.com/joomla16/jul2010/</a></div>"], "image_url": "/uploads/gamebox.jpg", "title": "Gamebox Magazine 2.11 J2.5 GavickPro Gaming Site Template"},
{"content": ["<div id=\"news-id-400\" style=\"display:inline;\">Don’t stop the music, let the winds of freedom be your guide! Make your artistic soul awaken and don’t let your chance pass you by! Fancy reading all news available on the web? Use our Joomla template in order to create an up to date website. Share your emotions and allow your visitors to read all about music world. Extend your sales and gain more customers by making the best advert ever! Don’t hesitate, use this wonderful and full of positive energy music template now!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/feb2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/feb2011/</a></div>"], "image_url": "/uploads/musicity.jpg", "title": "Musiccity 2.11 J2.5 GavickPro Music Mag Template"},
{"content": ["<div id=\"news-id-397\" style=\"display:inline;\">The beauty of sports, from every single moment till the end, are unique. Everyone likes to be delighted by wonderful and spectacular moves, the key game moments and players, the decision's made throughout the game. From text, photos, videos to computer graphics, sporter provides you all necessary tools and environment to create the most ambitious top sport news covering, by following the best live shots and news all over the world, up to the minute. Was there a fair winner at the end? Who was best? Let's find out this and much more through sporter template, your new top premium joomla! sport theme website At the end, the game comes down to one thing: man against man.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/sep2010/\" target=\"_blank\">http://demo.gavick.com/joomla16/sep2010/</a></div>"], "image_url": "/uploads/sporter.jpg", "title": "Sporter 2.11 J2.5 GavickPro Sports Mag Template"},
{"content": ["<div id=\"news-id-396\" style=\"display:inline;\">Make sensible buying simple. Engage presenting new and the best products for best customers in this online store p<!--filter:ass-->*ss<!--/filter-->ionately. Your store balance between smooth design and what you do best, providing the ideal environment for a wide variety of products to a wide range of customers. On the way to success, building strong relationships and demanding the best quality products and services, are essential to achieve a distinct level of entrepreneurial achievement. Be simple, be sucessfull. Be all that you can be, because success is terrible thing to waste<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla15/nov2010/\" target=\"_blank\">http://demo.gavick.com/joomla15/nov2010/</a></div>"], "image_url": "/uploads/yourshop.jpg", "title": "yourShop 2.11 J2.5 GavickPro eCommerce Template"},
{"content": ["<div id=\"news-id-395\" style=\"display:inline;\">Delight your customers not only with palatable food and the best quality services offered by your company but also with the unique design of your website! Our new template is the best solution while creating bar, restaurant, coffee shop, as well as, pizzeria websites. It is also possible to build a small online store with K2 Store component help, thanks to which you may increase your sales by letting your customers order food online. It’s also worth mentioning that there are some features which may make your website more attractive, like: a new button in Social API – “Pin it” from Pinterest service, support for Lazyload script, support for simple elements animation engine, zoom animation for News Show Pro GK4 and K2 images.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/apr2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/apr2012/</a></div>"], "image_url": "/uploads/restaurantj.jpg", "title": "Restaurant 3.4 J2.5 GavickPro Restaurant Template"},
{"content": ["<div id=\"news-id-393\" style=\"display:inline;\">Be out of the league; impress your competitors with irresistible look of your website! <br>Count up your points and be placed first on the podium. Go in for it; present the spectacular views and amaze your visitors with information displayed. Present sport news and other with our unique Joomla template! The template is appropriate for Sports, as well as, News websites. It is based on HTML5 and the latest version of Gavern Framework. It also includes some additional features like a possibility to change width of particular positions/blocks and much more.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/feb2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/feb2012/</a></div>"], "image_url": "/uploads/leaguenews.jpg", "title": "League News 3.11 J2.5 GavickPro Sports Mag Template"},
{"content": ["<div id=\"news-id-391\" style=\"display:inline;\">Create your ecommerce store in minutes with this Joomla 2.5 template Start running your business with GavickPro new eCommerce Joomla! template. e-Sport will help you to achieve a success in your branch; do not let a big chance p<!--filter:ass-->*ss<!--/filter--> by. Focus on your work and be the best; use amazing free eCommerce components like K2 or VirtueMart with great possibilities which help you to build an online store with an ease.Make the work with your clients pleasant; use our e-Sport Joomla Shop Template and create an intuitive and a user – friendly website.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jan2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/jan2012/</a></div>"], "image_url": "/uploads/esport.jpg", "title": "eSport 2.11 J2.5 GavickPro eCommerce Sports Template"},
{"content": ["<div id=\"news-id-390\" style=\"display:inline;\">Image is everything... especially on the Web. Your image is a reflection of how you do business - not just your products and services, but your attitude and values. The Creative, premium Joomla business template is a unique product guaranteed to a make a great impression! Ideal for setting up a brand new business Web presence, or to refresh an existing one, this template is an effective way to establish your business or portfolio online. With built-in support for such leading edge components as K2 and our very own News Show Pro GK4, your website content will stand out from the rest. Look good on the Web!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jul2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/jul2012/</a></div>"], "image_url": "/uploads/creativej.jpg", "title": "Creative 3.4 J2.5 GavickPro Portfolio Template"},
{"content": ["<div id=\"news-id-389\" style=\"display:inline;\">Irresistible look, clean design, attractive layout… These are few from many advantages of our new AppsPro Tech Joomla! template. Leave your visitors stunned and jealous by the look of your fantastic website and the way of information presented out there! A new Joomla! template is the best solution for those who seek for a fresh and professional look of a website. AppsPro Tech is appropriate while building personal or blog websites. Catch up with the modern technology; use this breathtaking project now! Build a stunning site for your app in just a few minutes. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/mar2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/mar2012/</a></div>"], "image_url": "/uploads/appsprotech.jpg", "title": "AppsPro Tech 3.4 J2.5 GavickPro Business Mobile Template"},
{"content": ["<div id=\"news-id-216\" style=\"display:inline;\">Metro Shows is versatile Responsive Joomla Template and loaded with great features! The design can be used on any website but has a modern metro style to it which works great along side responsive. We've updated the S5 Weather module to include a new tabbed mode and with some new styling to match this template. The S5 Tab Show module has also been updated for this template to now support responsive layouts. Be sure to check out the demo to see all the features of Metro and don't forget to resize and check mobile to see its full potential! <br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.shape5.com/demo/index.php?metro_shows/\" target=\"_blank\">http://www.shape5.com/demo/index.php?metro_shows/</a></div>"], "image_url": "/uploads/metroshows.jpg", "title": "Shape5 Metro Shows - July 2012 Joomla Club Template"},
{"content": ["<div id=\"news-id-188\" style=\"display:inline;\">Shaper iStore a ecommerce template, inspired on popular Joomla ecommerce / shopping component, Virtuemart. This newly developed Joomla template will help you to run premium eCommerce websites. The custom Virtuemart theme allows you to override the core output, which results in a more seamless integrated with the Virtuemart shopping component.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.joomshaper.com/?template=istore\" target=\"_blank\">http://demo.joomshaper.com/?template=istore</a></div>"], "image_url": "/uploads/shaper.jpg", "title": "JoomShaper Shaper iStore - Joomla eCommerce Template"},
{"content": ["<div id=\"news-id-150\" style=\"display:inline;\">A Minimalist Joomla photography template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.minimalskins.com/ms109\" target=\"_blank\">http://demo.minimalskins.com/ms109</a></div>"], "image_url": "/uploads/basel.jpg", "title": "Basel Native 1.7 - 2.5 Joomla Photography Template"},
{"content": ["<div id=\"news-id-92\" style=\"display:inline;\">With fresh styles and updated extensions along with support for K2 and FlexiContent, the adaptability for existing sites would be breeze. New extensions have been developed and older one's updated to support more features and be flexible to work for multiple sources of articles such as K2 and even FlexiContent.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_teline_iv\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_teline_iv</a></div>"], "image_url": "/uploads/teline.jpg", "title": "JA Teline IV 2.5 Joomla Template"},
{"content": ["<div id=\"news-id-73\" style=\"display:inline;\">Benz is a creative new template for Joomla! 2.5 introducing DNP SKITTER SLIDER – the best javascript based full width slider for Joomla! and featuring many awesome features. The template is really tested in major browsers, and comes with REAL Quickstart Installation Pack for Joomla! 2.5, various extensions and PSD Sources for various graphics used on the demo site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/benz-creative-template-for-joomla/full_screen_preview/1160012\" target=\"_blank\">http://themeforest.net/item/benz-creative-template-for-joomla/full_screen_preview/1160012</a></div>"], "image_url": "/uploads/benz.jpg", "title": "Benz - Themeforest Creative Template For Joomla!"},
{"content": ["<div id=\"news-id-67\" style=\"display:inline;\">Original blog and porfolio Joomla! 2.5 template Uniqueness , mysteriousness, originality… <br>That’s only a few from many features with which PixelLove may surprise you… Have all things neat and clear; present your works so as to amaze your visitors with breathtaking presentations. Liven up your portfolio; by using this template you may showcase your work to your potential customers in an attractive and stylish way! If you are in a hurry, do not waste your time - use PixelLove, a perfect template for various work presentations; it will surely make your website attractive and vivid.<br><br>Template available in dark and light version, prepared in six color variations so as to suit your needs and simplify your work. Take a chance and grab it now!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/apr2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/apr2011/</a></div>"], "image_url": "/uploads/pixellove.jpg", "title": "Pixellove v2.10 Gavick Joomla 2.5 Template - Retail"},
{"content": ["<div id=\"news-id-65\" style=\"display:inline;\">Ravishing News Portal, Magazine Joomla! 2.5 template. The most successful man is the one who has the best reliable information. In this information age, people and tecnnology are becoming inextricably interwoven. There's no doubt that new technology and new ways of communication are very exciting, and people use, abuse of its resources to move toward the technological extension of consciousness. All media have great power to reach out people, to change minds and even start revolutions that changes the world. Do you have willingness to accept this responsibility? If so, please welcome to The World News II Joomla! Template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jul2011/\" target=\"_blank\">http://demo.gavick.com/joomla16/jul2011/</a></div>"], "image_url": "/uploads/twn2.jpg", "title": "The World News II v2.10 Gavick Joomla 2.5 Template"},
{"content": ["<div id=\"news-id-62\" style=\"display:inline;\">An impressive responsive Joomla! 2.5 template Your products are fashionable and trendy – don't they deserve a website which communicates this? Use the 'Fashion' template to present the hottest trends of the season! Display fashionable clothing styles direct from the catwalk using your perfectly-designed website! <br>What makes this template so great? It is the first template released by GavickPro to utilize Responsive Web Design and to be based upon a custom version of the Gavern Framework. <br>To fully realize the benefits of Responsive Web Design, we have incorporated support for the recently-released Tabs GK5 module which has native support for horizontal layout scaling based upon the type of device display. In addition, a special style has been provided for the Image Show GK4 module, and the News Show Pro GK4 module has been modified to better support the template.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/may2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/may2012/</a></div>"], "image_url": "/uploads/gkfashion.jpg", "title": "Fashion v3.3 Gavick Joomla 2.5 Template - Retail"},
{"content": ["<div id=\"news-id-61\" style=\"display:inline;\">Great blog and portfolio Joomla! 2.5 template. You wanna make a memory? You wanna steal a piece of time? Capture the evanescent moments of life with one shot and bear them in mind forever! <br>Our latest template will help you to present all of your favorite photos and memories in an awesome way. Let help yourself to create a perfect site where all visitors will be amazed both with your photos presented, the same as, the way it is done! Grab your camera, don’t allow your memories fade away without return! Cherry Design template will help you to keep your terrific and unusual photo sittings in style. Save your favorite moments of life, photos taken and trigger a memory with one click….<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/aug2010/\" target=\"_blank\">http://demo.gavick.com/joomla16/aug2010/</a></div>"], "image_url": "/uploads/gkcherry.jpg", "title": "CherryDesign v2.10 Gavick Joomla 2.5 Template - Retail"},
{"content": ["<div id=\"news-id-60\" style=\"display:inline;\">Responsive, eCommerce Virtuemart Joomla! 2.5 Template. Do you want to build a successful online store using Joomla? Don't spin your wheels – use the newly-released Bike Store template from GavickPro! <br>You will be in the fast lane in no time, and widely visible, too. With our latest responsive eCommerce template release you will be able to process transactions from users of PCs, tablets and handheld devices! Get more from your template! We make your business easy with the built-in support for a variety of extensions. Check it out: native support for both VirtueMart and K2 Store! The professional-grade Bike Store utilizes the News Shop Pro (NSP GK4) component which supports VM and K2 Store, along with the Tabs and Image Show modules!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://demo.gavick.com/joomla16/jun2012/\" target=\"_blank\">http://demo.gavick.com/joomla16/jun2012/</a></div>"], "image_url": "/uploads/bikestore.jpg", "title": "BikeStore Gavick Joomla 2.5 Template - Retail"},
{"content": ["<div id=\"news-id-56\" style=\"display:inline;\">Nano2 is the successor of our very po<!--filter:pula-->p***<!--/filter-->r Nano theme. Like its predecessor Nano2 is an optimized and streamlined framework theme and serves as a blueprint to build your own custom themes. We revamped all of the existing Nano styles and made them responsive. They look fresher now and adapt perfectly for different screen sizes. In addition we added 3 new styles to cover all kinds of different layouts. These styles are a great starting point for you to design your own customizations, modifications and enhancements.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/nano2\" target=\"_blank\">http://www.yootheme.com/demo/joomla/nano2</a></div>"], "image_url": "/uploads/nano2.jpg", "title": "YooTheme Nano2 Joomla 2.5 Theme"},
{"content": ["<div id=\"news-id-48\" style=\"display:inline;\">It is Business corporate themed template and comes in 8 colors to choose from. It also supports K2 and Kunena forum and comes with multiple complimentary extensions. Elegant and professional template for your business needs. Check out the demo, it speaks for itself. Powered by robust T3 Framework 2, it comes bundled with multiple complimentary extensions.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_mendozite\" target=\"_blank\">http://www.joomlart.com/demo/#joomla25-templates.joomlart.com/ja_mendozite</a></div>"], "image_url": "/uploads/mendo.jpg", "title": "JA Mendozite June 2012 template for Joomla! 2.5"},
{"content": ["<div id=\"news-id-46\" style=\"display:inline;\">It's fresh and colorful design works perfectly any kind of event, magazine, blog or company website. With a modern layout you can present all your essential information to your visitor in a clean and direct way. Then to get a bit fancy, just combine it with our powerful Widgetkit and you have built an cutting edge website! All in all this theme offers 8 different very detailed color variations, 4 module styles and 13 different fonts. You can use this theme with Joomla or WordPress and it is based on the Warp6 theme framework which uses modern web technologies like HTML5 markup, CSS3 features and jQuery based javascripts.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://www.yootheme.com/demo/joomla/steam\" target=\"_blank\">http://www.yootheme.com/demo/joomla/steam</a></div>"], "image_url": "/uploads/steam.jpg", "title": "YooTheme - Steam Joomla 2.5 Theme"}][{"content": ["<div id=\"news-id-2776\" style=\"display:inline;\">Trendsetter is a responsive portfolio and virtual business card for showing off your work. The AJAX powered portfolio allows for seamless transitions to your projects and the isotope effect neatly organizes your content all on one page. A subtle parallax using CSS3 transforms smoothly guides your backgrounds as you scroll. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186\" target=\"_blank\">http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186</a></div>"], "image_url": "http://i.imgur.com/942yPoy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/trendsetter.rar/1038869", "http://www.mirrorcreator.com/files/1TEBSRSQ/trendsetter.rar_links", "http://dfiles.eu/files/v1zmzmb0p", "http://www.myuplbox.com/file/download/1007954", "http://www15.zippyshare.com/v/23581836/file.html", "http://www.share-byte.net/peX7jQ", "http://www.nowdownload.ch/dl/hntdt63jzc2qz", "http://www.upl.me/MU5die", "http://ul.to/0qsy7yqf", "http://fisierulmeu.ro/21DWZLNVS8ZX/trendsetter-rar.html", "http://rockdizfile.com/29hvr8x9tcf6"], "title": "Trendsetter - Themeforest One Page Portfolio vCard"},
{"content": ["<div id=\"news-id-2777\" style=\"display:inline;\">Clean CV / Resume / Portfolio Website + 10 Bonuses is a html template that will help you set up a professional online cv / portfolio / personal website in minutes and broaden the chance of finding a suitable job as many recruiters resort more and more to browsing online for prospective applicants instead of advertising their position and calling for applicants. It comes with a lot of bonuses that will come in handy if you do a live interview and must bring printed materials.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172\" target=\"_blank\">http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172</a></div>"], "image_url": "http://i.imgur.com/5jLSMGf.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/cleancv.rar/1039015", "http://www.mirrorcreator.com/files/GNB5GTWT/cleancv.rar_links", "http://dfiles.eu/files/oep3oh12v", "http://www.myuplbox.com/file/download/1008150", "http://www12.zippyshare.com/v/33860612/file.html", "http://www.nowdownload.ch/dl/qxckqcee2gyko", "http://www.upl.me/9ZzDDN", "http://ul.to/gbu97uwb", "http://fisierulmeu.ro/21CU1V3FO7VE/cleancv-rar.html", "http://rockdizfile.com/yeqexstbv6va", "http://www.share-byte.net/xzLlnV"], "title": "Clean CV - Themeforest Resume / Portfolio Website + 10 Bonuses"},
{"content": ["<div id=\"news-id-2778\" style=\"display:inline;\">Responsive template developed for Desktop tablet &amp; phones.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/3angle-agency-creative-html-template/6175170\" target=\"_blank\">http://themeforest.net/item/3angle-agency-creative-html-template/6175170</a></div>"], "image_url": "http://i.imgur.com/vL11ewy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/3angle.rar/1039019", "http://www.mirrorcreator.com/files/SM2XQMFW/3angle.rar_links", "http://dfiles.eu/files/t6rzezc2l", "http://www61.zippyshare.com/v/61566997/file.html", "http://www.nowdownload.ch/dl/osiqz0njphsob", "http://www.upl.me/FM9fbJ", "http://ul.to/e5pcwm0p", "http://www.myuplbox.com/file/download/1008159", "http://fisierulmeu.ro/21PHP1HEPB8D/3angle-rar.html", "http://rockdizfile.com/e3zuswnb6tr8"], "title": "3Angle - Themeforest Agency Creative HTML Template"},
{"content": ["<div id=\"news-id-2781\" style=\"display:inline;\">Lightning is Minimal HTML Template with Multipurpose design. This template can be used for any type of website like: Magazine, Portfolio, Bloging, Marketing etc. Our template makes it special is focus on details the highest quality code and you can get layered PSD Files<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168\" target=\"_blank\">http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168</a></div>"], "image_url": "http://i.imgur.com/ll7Uw5N.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/lightning.rar/1039274", "http://www.mirrorcreator.com/files/VFHXD78T/lightning.rar_links", "http://dfiles.eu/files/7j3jk4se7", "http://www18.zippyshare.com/v/38020633/file.html", "http://www.share-byte.net/nMwvR7", "http://www.nowdownload.ch/dl/4vyvvhhyrob6u", "http://www.upl.me/jgSnVg", "http://ul.to/tobocbyq", "http://fisierulmeu.ro/21C0FDK7U99M/lightning-rar.html", "http://rockdizfile.com/yufaeh1k5355", "http://www.myuplbox.com/file/download/1008611"], "title": "Lightning - Themeforest Multipurpose Minimalist HTML Template"},
{"content": ["<div id=\"news-id-2795\" style=\"display:inline;\">Goltsman Agency is a grid-based (Twitter Bootstrap Grid System) one page responsive template for creative or digital agency, photostudio, small business or freelancers.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654\" target=\"_blank\">http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654</a></div>"], "image_url": "http://i.imgur.com/8I4IDZ0.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/goltsman.rar/1040503", "http://www.mirrorcreator.com/files/ASWF2XGU/goltsman.rar_links", "http://dfiles.eu/files/r5an58tvw", "http://www.myuplbox.com/file/download/1010201", "http://www49.zippyshare.com/v/77213810/file.html", "http://www.share-byte.net/MKbWFv", "http://www.nowdownload.ch/dl/dwerrzy4fmvdz", "http://www.upl.me/tgZjry", "http://fisierulmeu.ro/229QBCMQ6UHA/goltsman-rar.html", "http://rockdizfile.com/itc2dp5y3m4r"], "title": "Goltsman Agency - Themeforest One Page Responsive Template"},
{"content": ["<div id=\"news-id-2779\" style=\"display:inline;\">The acevision is a unique and modern one page html template that is suitable for any type of business.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/acevision-one-page-html-template/6446234\" target=\"_blank\">http://themeforest.net/item/acevision-one-page-html-template/6446234</a></div>"], "image_url": "http://i.imgur.com/V127y97.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/acevision.rar/1039018", "http://www.mirrorcreator.com/files/PEGLE13G/acevision.rar_links", "http://dfiles.eu/files/v9ocmatkp", "http://www61.zippyshare.com/v/27314998/file.html", "http://www.share-byte.net/9QiMZT", "http://www.nowdownload.ch/dl/3pfllilitbvxt", "http://www.upl.me/lE4YAH", "http://ul.to/idv9uxak", "http://www.myuplbox.com/file/download/1008158", "http://fisierulmeu.ro/21DC1AMMAQ64/acevision-rar.html", "http://rockdizfile.com/xmgrf9jxopzb"], "title": "Acevision - Themeforest One Page html template"},
{"content": ["<div id=\"news-id-2782\" style=\"display:inline;\">100% Responsive Design 40 Color Variations FullWidth &amp; Boxed Versions HTML5 Validated Google webfont directory support (500+ Fonts)<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/shifter-responsive-html5-template-/6537818\" target=\"_blank\">http://themeforest.net/item/shifter-responsive-html5-template-/6537818</a></div>"], "image_url": "http://i.imgur.com/UtK2IFZ.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/shifter.rar/1039290", "http://www.mirrorcreator.com/files/FEYRSBF4/shifter.rar_links", "http://dfiles.eu/files/75k4aj16z", "http://www.myuplbox.com/file/download/1008631", "http://www59.zippyshare.com/v/41306466/file.html", "http://www.share-byte.net/ANIFiK", "http://www.nowdownload.ch/dl/pflvz9h0y63vf", "http://www.upl.me/h3xcsZ", [{"content": ["<div id=\"news-id-2781\" style=\"display:inline;\">Lightning is Minimal HTML Template with Multipurpose design. This template can be used for any type of website like: Magazine, Portfolio, Bloging, Marketing etc. Our template makes it special is focus on details the highest quality code and you can get layered PSD Files<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168\" target=\"_blank\">http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168</a></div>"], "image_url": "http://i.imgur.com/ll7Uw5N.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Lightning - Themeforest Multipurpose Minimalist HTML Template"},
{"content": ["<div id=\"news-id-2782\" style=\"display:inline;\">100% Responsive Design 40 Color Variations FullWidth &amp; Boxed Versions HTML5 Validated Google webfont directory support (500+ Fonts)<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/shifter-responsive-html5-template-/6537818\" target=\"_blank\">http://themeforest.net/item/shifter-responsive-html5-template-/6537818</a></div>"], "image_url": "http://i.imgur.com/UtK2IFZ.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Shifter - Themeforest Responsive HTML5 Template"},
{"content": ["<div id=\"news-id-2795\" style=\"display:inline;\">Goltsman Agency is a grid-based (Twitter Bootstrap Grid System) one page responsive template for creative or digital agency, photostudio, small business or freelancers.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654\" target=\"_blank\">http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654</a></div>"], "image_url": "http://i.imgur.com/8I4IDZ0.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Goltsman Agency - Themeforest One Page Responsive Template"},
{"content": ["<div id=\"news-id-2747\" style=\"display:inline;\">Quickstart is simple yet effective single page website template built specially for creative artists and photographers. The template includes one page only but this one worth many. Being built with twitter bootstrap framework this template resizes automatically to suit any mobile device, laptom or desktop computer.<br><br>Demo: <a href=\"http://www.lolinez.com/?https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them\" target=\"_blank\">https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them</a></div>"], "image_url": "http://i.imgur.com/BTnKrkV.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Quickstart - Creativemarket one page portfolio them"},
{"content": ["<div id=\"news-id-2775\" style=\"display:inline;\">This is a clean, modern and dark Resume/CV theme suited for everyone! It is very easy to edit and includes 5 minutes of video documentation showing you exactly what to do!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/professional-online-resumecv/83102\" target=\"_blank\">http://themeforest.net/item/professional-online-resumecv/83102</a></div>"], "image_url": "http://i.imgur.com/M6yhrfI.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Themeforest Professional Online Resume/CV"},
{"content": ["<div id=\"news-id-2776\" style=\"display:inline;\">Trendsetter is a responsive portfolio and virtual business card for showing off your work. The AJAX powered portfolio allows for seamless transitions to your projects and the isotope effect neatly organizes your content all on one page. A subtle parallax using CSS3 transforms smoothly guides your backgrounds as you scroll. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186\" target=\"_blank\">http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186</a></div>"], "image_url": "http://i.imgur.com/942yPoy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Trendsetter - Themeforest One Page Portfolio vCard"},
{"content": ["<div id=\"news-id-2793\" style=\"display:inline;\">Responsive HTML5 and CSS3 design Functionally ajax contact form 2 Pricing Tables models FlexSlider with custom effects made on css 2 Home pages with different sliders Custom Shortcodes 3 portfolio styles and hover effect on project image Animated portfolio filter Flip effect on team image Animated Scroll to Top<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/creative-responsive-html-template/3279410\" target=\"_blank\">http://themeforest.net/item/creative-responsive-html-template/3279410</a></div>"], "image_url": "http://i.imgur.com/FqqqfOP.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Creative - Themeforest Responsive HTML Template"},
{"content": ["<div id=\"news-id-2777\" style=\"display:inline;\">Clean CV / Resume / Portfolio Website + 10 Bonuses is a html template that will help you set up a professional online cv / portfolio / personal website in minutes and broaden the chance of finding a suitable job as many recruiters resort more and more to browsing online for prospective applicants instead of advertising their position and calling for applicants. It comes with a lot of bonuses that will come in handy if you do a live interview and must bring printed materials.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172\" target=\"_blank\">http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172</a></div>"], "image_url": "http://i.imgur.com/5jLSMGf.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Clean CV - Themeforest Resume / Portfolio Website + 10 Bonuses"},
{"content": ["<div id=\"news-id-2778\" style=\"display:inline;\">Responsive template developed for Desktop tablet &amp; phones.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/3angle-agency-creative-html-template/6175170\" target=\"_blank\">http://themeforest.net/item/3angle-agency-creative-html-template/6175170</a></div>"], "image_url": "http://i.imgur.com/vL11ewy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "3Angle - Themeforest Agency Creative HTML Template"},
{"content": ["<div id=\"news-id-2779\" style=\"display:inline;\">The acevision is a unique and modern one page html template that is suitable for any type of business.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/acevision-one-page-html-template/6446234\" target=\"_blank\">http://themeforest.net/item/acevision-one-page-html-template/6446234</a></div>"], "image_url": "http://i.imgur.com/V127y97.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Acevision - Themeforest One Page html template"},
{"content": ["<div id=\"news-id-2730\" style=\"display:inline;\">Urbano – is an original “Coming Soon” template with authentic combination of colors, unobtrusive animation — all combine to attract the attention of visitors and your customers to your project. No advanced coding knowledge required. Buying this item you’ll get easily customizable well commented page with responsive design and valid HTML5. Beautiful and stylish graphic, countdown jQuery script, subscription form with email validation and MySQL support, sexy CSS3 features, custom styled Google Map – all you need for more than affordable price.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/urbano-animated-under-construction-page/6044768\" target=\"_blank\">http://themeforest.net/item/urbano-animated-under-construction-page/6044768</a></div>"], "image_url": "http://i.imgur.com/9kraVlh.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "Urbano - Themeforest Animated Under Construction Page"},
{"content": ["<div id=\"news-id-2732\" style=\"display:inline;\">Premium, s[{"content": ["<div id=\"news-id-2779\" style=\"display:inline;\">The acevision is a unique and modern one page html template that is suitable for any type of business.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/acevision-one-page-html-template/6446234\" target=\"_blank\">http://themeforest.net/item/acevision-one-page-html-template/6446234</a></div>"], "image_url": "http://i.imgur.com/V127y97.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Acevision - Themeforest One Page html template"},
{"content": ["<div id=\"news-id-2781\" style=\"display:inline;\">Lightning is Minimal HTML Template with Multipurpose design. This template can be used for any type of website like: Magazine, Portfolio, Bloging, Marketing etc. Our template makes it special is focus on details the highest quality code and you can get layered PSD Files<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168\" target=\"_blank\">http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168</a></div>"], "image_url": "http://i.imgur.com/ll7Uw5N.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Lightning - Themeforest Multipurpose Minimalist HTML Template"},
{"content": ["<div id=\"news-id-2782\" style=\"display:inline;\">100% Responsive Design 40 Color Variations FullWidth &amp; Boxed Versions HTML5 Validated Google webfont directory support (500+ Fonts)<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/shifter-responsive-html5-template-/6537818\" target=\"_blank\">http://themeforest.net/item/shifter-responsive-html5-template-/6537818</a></div>"], "image_url": "http://i.imgur.com/UtK2IFZ.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Shifter - Themeforest Responsive HTML5 Template"},
{"content": ["<div id=\"news-id-2795\" style=\"display:inline;\">Goltsman Agency is a grid-based (Twitter Bootstrap Grid System) one page responsive template for creative or digital agency, photostudio, small business or freelancers.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654\" target=\"_blank\">http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654</a></div>"], "image_url": "http://i.imgur.com/8I4IDZ0.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Goltsman Agency - Themeforest One Page Responsive Template"},
{"content": ["<div id=\"news-id-2793\" style=\"display:inline;\">Responsive HTML5 and CSS3 design Functionally ajax contact form 2 Pricing Tables models FlexSlider with custom effects made on css 2 Home pages with different sliders Custom Shortcodes 3 portfolio styles and hover effect on project image Animated portfolio filter Flip effect on team image Animated Scroll to Top<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/creative-responsive-html-template/3279410\" target=\"_blank\">http://themeforest.net/item/creative-responsive-html-template/3279410</a></div>"], "image_url": "http://i.imgur.com/FqqqfOP.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Creative - Themeforest Responsive HTML Template"},
{"content": ["<div id=\"news-id-2775\" style=\"display:inline;\">This is a clean, modern and dark Resume/CV theme suited for everyone! It is very easy to edit and includes 5 minutes of video documentation showing you exactly what to do!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/professional-online-resumecv/83102\" target=\"_blank\">http://themeforest.net/item/professional-online-resumecv/83102</a></div>"], "image_url": "http://i.imgur.com/M6yhrfI.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Themeforest Professional Online Resume/CV"},
{"content": ["<div id=\"news-id-2747\" style=\"display:inline;\">Quickstart is simple yet effective single page website template [{"content": ["<div id=\"news-id-2777\" style=\"display:inline;\">Clean CV / Resume / Portfolio Website + 10 Bonuses is a html template that will help you set up a professional online cv / portfolio / personal website in minutes and broaden the chance of finding a suitable job as many recruiters resort more and more to browsing online for prospective applicants instead of advertising their position and calling for applicants. It comes with a lot of bonuses that will come in handy if you do a live interview and must bring printed materials.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172\" target=\"_blank\">http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172</a></div>"], "image_url": "http://i.imgur.com/5jLSMGf.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/9ZzDDN", "title": "Clean CV - Themeforest Resume / Portfolio Website + 10 Bonuses"},
{"content": ["<div id=\"news-id-2781\" style=\"display:inline;\">Lightning is Minimal HTML Template with Multipurpose design. This template can be used for any type of website like: Magazine, Portfolio, Bloging, Marketing etc. Our template makes it special is focus on details the highest quality code and you can get layered PSD Files<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168\" target=\"_blank\">http://themeforest.net/item/lightning-multipurpose-minimalist-html-template/6531168</a></div>"], "image_url": "http://i.imgur.com/ll7Uw5N.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/jgSnVg", "title": "Lightning - Themeforest Multipurpose Minimalist HTML Template"},
{"content": ["<div id=\"news-id-2775\" style=\"display:inline;\">This is a clean, modern and dark Resume/CV theme suited for everyone! It is very easy to edit and includes 5 minutes of video documentation showing you exactly what to do!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/professional-online-resumecv/83102\" target=\"_blank\">http://themeforest.net/item/professional-online-resumecv/83102</a></div>"], "image_url": "http://i.imgur.com/M6yhrfI.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/yndbKs", "title": "Themeforest Professional Online Resume/CV"},
{"content": ["<div id=\"news-id-2747\" style=\"display:inline;\">Quickstart is simple yet effective single page website template built specially for creative artists and photographers. The template includes one page only but this one worth many. Being built with twitter bootstrap framework this template resizes automatically to suit any mobile device, laptom or desktop computer.<br><br>Demo: <a href=\"http://www.lolinez.com/?https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them\" target=\"_blank\">https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them</a></div>"], "image_url": "http://i.imgur.com/BTnKrkV.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/NdI8ZQ", "title": "Quickstart - Creativemarket one page portfolio them"},
{"content": ["<div id=\"news-id-2779\" style=\"display:inline;\">The acevision is a unique and modern one page html template that is suitable for any type of business.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/acevision-one-page-html-template/6446234\" target=\"_blank\">http://themeforest.net/item/acevision-one-page-html-template/6446234</a></div>"], "image_url": "http://i.imgur.com/V127y97.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/lE4YAH", "title": "Acevision - Themeforest One Page html template"},
{"content": ["<div id=\"news-id-2778\" style=\"display:inline;\">Responsive template developed for Desktop tablet &amp; phones.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/3angle-agency-creative-html-template/6175170\" target=\"_blank\">http://themeforest.net/item/3angle-agency-creative-html-template/6175170</a></div>"], "image_url": "http://i.imgur.com/vL11ewy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/FM9fbJ", "title": "3Angle - Themeforest Agency Creative HTML Template"},
{"content": ["<div id=\"news-id-2776\" style=\"display:inline;\">Trendsetter is a responsive portfolio and virtual business card for showing off your work. The AJAX powered portfolio allows for seamless transitions to your projects and the isotope effect neatly organizes your content all on one page. A subtle parallax using CSS3 transforms smoothly guides your backgrounds as you scroll. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186\" target=\"_blank\">http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186</a></div>"], "image_url": "http://i.imgur.com/942yPoy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/MU5die", "title": "Trendsetter - Themeforest One Page Portfolio vCard"},
{"content": ["<div id=\"news-id-2782\" style=\"display:inline;\">100% Responsive Design 40 Color Variations FullWidth &amp; Boxed Versions HTML5 Validated Google webfont directory support (500+ Fonts)<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/shifter-responsive-html5-template-/6537818\" target=\"_blank\">http://themeforest.net/item/shifter-responsive-html5-template-/6537818</a></div>"], "image_url": "http://i.imgur.com/UtK2IFZ.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/h3xcsZ", "title": "Shifter - Themeforest Responsive HTML5 Template"},
{"content": ["<div id=\"news-id-2793\" style=\"display:inline;\">Responsive HTML5 and CSS3 design Functionally ajax contact form 2 Pricing Tables models FlexSlider with custom effects made on css 2 Home pages with different sliders Custom Shortcodes 3 portfolio styles and hover effect on project image Animated portfolio filter Flip effect on team image Animated Scroll to Top<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/creative-responsive-html-template/3279410\" target=\"_blank\">http://themeforest.net/item/creative-responsive-html-template/3279410</a></div>"], "image_url": "http://i.imgur.com/FqqqfOP.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/lEkB2x", "title": "Creative - Themeforest Responsive HTML Template"},
{"content": ["<div id=\"news-id-2795\" style=\"display:inline;\">Goltsman Agency is a grid-based (Twitter Bootstrap Grid System) one page responsive template for creative or digital agency, photostudio, small business or freelancers.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654\" target=\"_blank\">http://themeforest.net/item/goltsman-agency-one-page-responsive-template/4613654</a></div>"], "image_url": "http://i.imgur.com/8I4IDZ0.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": "http://www.upl.me/tgZjry", "title": "Goltsman Agency - Themeforest One Page Responsive Template"},
{"content": ["<div id=\"news-id-2730\" style=\"display:inline;\">Urbano – is an original “Coming Soon” template with authentic combination of colors, unobtrusive animation — all combine to attract the attention of visitors and your customers to your project. No advanced coding knowledge required. Buying this item you’ll get easily customizable well commented page with responsive design and valid HTML5. Beautiful and stylish graphic, countdown jQuery script, subscription form with email validation and MySQL support, sexy CSS3 features, custom styled Google Map – all you need for more than affordable price.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/urbano-animated-under-construction-page/6044768\" target=\"_blank\">http://themeforest.net/item/urbano-animated-under-construction-page/6044768</a></div>"], "image_url": "http://i.imgur.com/9kraVlh.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "download_url": "http://www.upl.me/DMlJq9", "title": "Urbano - Themeforest Animated Under Construction Page"},
{"content": ["<div id=\"news-id-2732\" style=\"display:inline;\">Premium, stylish and responsive 404 error template with amazing background animation. This can be used for companies that are error page or page not found online with their business or any other site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/lost-responsive-404-error-template/5532532\" target=\"_blank\">http://themeforest.net/item/lost-responsive-404-error-template/5532532</a></div>"], "image_url": "http://i.imgur.com/AWUuCUn.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "download_url": "http://www.upl.me/Msdnkj", "title": "Lost - Themeforest Responsive 404 Error Template"},
{"content": ["<div id=\"news-id-2735\" style=\"display:inline;\">Clava is fully responsive multipurpose Html Template. It has modern and clean design. You can use it for companies, agencies, portfolios and featuring a trendy but unique design.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/clava-multipurpose-responsive-html-template/6480105\" target=\"_blank\">http://themeforest.net/item/clava-multipurpose-responsive-html-template/6480105</a></div>"], "image_url": "http://i.imgur.com/W01qbYP.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "download_url": "http://www.upl.me/2LtNTJ", "title": "Clava - Themeforest Multipurpose Responsive HTML Template"},
{"content": ["<div id=\"news-id-2740\" style=\"display:inline;\">Baleen is a bootstrap template designed in a clean and minimalistic style enhanced with parallax scrolling effect. It comes with ten different colors and is perfect solution to present your business on the web.<br><br>Demo: <a href=\"http://www.lolinez.com/?https://creativemarket.com/designorbital/10014-Baleen-One-Page-Bootstrap-Template\" target=\"_blank\">https://creativemarket.com/designorbital/10014-Baleen-One-Page-Bootstrap-Template</a></div>"], "image_url": "http://i.imgur.com/SVcKEIE.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "download_url": "http://www.upl.me/LeZEkS", "title": "Baleen - Creativemarket One Page Bootstrap Template"},
{"content": ["<div id=\"news-id-2739\" style=\"display:inline;\">Wellfolio is perfect way to show off your portfolio/projects. It has minimal design and interactivity. Powered by custom jquery animation. Use it to attract your client. Get ‘Wellfolio’ now!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/wellfolio-perfect-minimalist-portfolio-template/400076\" target=\"_blank\">http://themeforest.net/item/wellfolio-perfect-minimalist-portfolio-template/400076</a></div>"], "image_url": "http://i.imgur.com/84aAHoZ.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "download_url": "http://www.upl.me/NRhvw6", "title": "Wellfolio - Themeforest Perfect Minimalist Portfolio Template"}]tylish and responsive 404 error template with amazing background animation. This can be used for companies that are error page or page not found online with their business or any other site.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/lost-responsive-404-error-template/5532532\" target=\"_blank\">http://themeforest.net/item/lost-responsive-404-error-template/5532532</a></div>"], "image_url": "http://i.imgur.com/AWUuCUn.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "Lost - Themeforest Responsive 404 Error Template"},
{"content": ["<div id=\"news-id-2735\" style=\"display:inline;\">Clava is fully responsive multipurpose Html Template. It has modern and clean design. You can use it for companies, agencies, portfolios and featuring a trendy but unique design.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/clava-multipurpose-responsive-html-template/6480105\" target=\"_blank\">http://themeforest.net/item/clava-multipurpose-responsive-html-template/6480105</a></div>"], "image_url": "http://i.imgur.com/W01qbYP.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "Clava - Themeforest Multipurpose Responsive HTML Template"},
{"content": ["<div id=\"news-id-2739\" style=\"display:inline;\">Wellfolio is perfect way to show off your portfolio/projects. It has minimal design and interactivity. Powered by custom jquery animation. Use it to attract your client. Get ‘Wellfolio’ now!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/wellfolio-perfect-minimalist-portfolio-template/400076\" target=\"_blank\">http://themeforest.net/item/wellfolio-perfect-minimalist-portfolio-template/400076</a></div>"], "image_url": "http://i.imgur.com/84aAHoZ.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "Wellfolio - Themeforest Perfect Minimalist Portfolio Template"},
{"content": ["<div id=\"news-id-2740\" style=\"display:inline;\">Baleen is a bootstrap template designed in a clean and minimalistic style enhanced with parallax scrolling effect. It comes with ten different colors and is perfect solution to present your business on the web.<br><br>Demo: <a href=\"http://www.lolinez.com/?https://creativemarket.com/designorbital/10014-Baleen-One-Page-Bootstrap-Template\" target=\"_blank\">https://creativemarket.com/designorbital/10014-Baleen-One-Page-Bootstrap-Template</a></div>"], "image_url": "http://i.imgur.com/SVcKEIE.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "Baleen - Creativemarket One Page Bootstrap Template"}]"http://ul.to/8h9oxnzp", "http://fisierulmeu.ro/21068GQHKCHS/shifter-rar.html", "http://rockdizfile.com/c8ivb5vqrqhp"], "title": "Shifter - Themeforest Responsive HTML5 Template"},
{"content": ["<div id=\"news-id-2793\" style=\"display:inline;\">Responsive HTML5 and CSS3 design Functionally ajax contact form 2 Pricing Tables models FlexSlider with custom effects made on css 2 Home pages with different sliders Custom Shortcodes 3 portfolio styles and hover effect on project image Animated portfolio filter Flip effect on team image Animated Scroll to Top<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/creative-responsive-html-template/3279410\" target=\"_blank\">http://themeforest.net/item/creative-responsive-html-template/3279410</a></div>"], "image_url": "http://i.imgur.com/FqqqfOP.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/creative.rar/1040505", "http://www.mirrorcreator.com/files/1SAAWGK6/creative.rar_links", "http://dfiles.eu/files/0b8ba481l", "http://www.myuplbox.com/file/download/1010203", "http://www49.zippyshare.com/v/83176123/file.html", "http://www.share-byte.net/kp8UxL", "http://www.nowdownload.ch/dl/y6442l2g56uu5", "http://www.upl.me/lEkB2x", "http://fisierulmeu.ro/22VKD9VB9YY0/creative-rar.html", "http://rockdizfile.com/2b0o08mnmekn"], "title": "Creative - Themeforest Responsive HTML Template"},
{"content": ["<div id=\"news-id-2747\" style=\"display:inline;\">Quickstart is simple yet effective single page website template built specially for creative artists and photographers. The template includes one page only but this one worth many. Being built with twitter bootstrap framework this template resizes automatically to suit any mobile device, laptom or desktop computer.<br><br>Demo: <a href=\"http://www.lolinez.com/?https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them\" target=\"_blank\">https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them</a></div>"], "image_url": "http://i.imgur.com/BTnKrkV.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/quickstart.rar/1036650", "http://www.mirrorcreator.com/files/05VVVWWU/quickstart.rar_links", "http://dfiles.eu/files/t061naegh", "http://www53.zippyshare.com/v/24479046/file.html", "http://www.share-byte.net/QltJab", "http://www.nowdownload.ch/dl/rxaza3nzmxocb", "http://www.myuplbox.com/file/download/1004770", "http://www.upl.me/NdI8ZQ", "http://ul.to/2do1yp5o", "http://fisierulmeu.ro/21JYXEL4QZM4/quickstart-rar.html", "http://rockdizfile.com/mig7q9fqkcji"], "title": "Quickstart - Creativemarket one page portfolio them"},
{"content": ["<div id=\"news-id-2775\" style=\"display:inline;\">This is a clean, modern and dark Resume/CV theme suited for everyone! It is very easy to edit and includes 5 minutes of video documentation showing you exactly what to do!<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/professional-online-resumecv/83102\" target=\"_blank\">http://themeforest.net/item/professional-online-resumecv/83102</a></div>"], "image_url": "http://i.imgur.com/M6yhrfI.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "download_url": ["http://www.hotfiles.ro/download/resumecv.rar/1038870", "http://www.mirrorcreator.com/files/0CDDCKG3/resumecv.rar_links", "http://dfiles.eu/files/s19akkvb8", "http://www.myuplbox.com/file/download/1007955", "http://www15.zippyshare.com/v/51248579/file.html", "http://www.share-byte.net/XK9dtS", "http://www.nowdownload.ch/dl/u5jeqyxgao54d", "http://www.upl.me/yndbKs", "http://ul.to/4vusr6ir", "http://fisierulmeu.ro/218ND15EKGJ3/resumecv-rar.html", "http://rockdizfile.com/e80bfmjqf199"], "title": "Themeforest Professional Online Resume/CV"}][[[[built specially for creative artists and photographers. The template includes one page only but this one worth many. Being built with twitter bootstrap framework this template resizes automatically to suit any mobile device, laptom or desktop computer.<br><br>Demo: <a href=\"http://www.lolinez.com/?https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them\" target=\"_blank\">https://creativemarket.com/dxthemes/11073-Quickstart-one-page-portfolio-them</a></div>"], "image_url": "http://i.imgur.com/BTnKrkV.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Quickstart - Creativemarket one page portfolio them"},
{"content": ["<div id=\"news-id-2776\" style=\"display:inline;\">Trendsetter is a responsive portfolio and virtual business card for showing off your work. The AJAX powered portfolio allows for seamless transitions to your projects and the isotope effect neatly organizes your content all on one page. A subtle parallax using CSS3 transforms smoothly guides your backgrounds as you scroll. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186\" target=\"_blank\">http://themeforest.net/item/trendsetter-one-page-portfolio-vcard/5892186</a></div>"], "image_url": "http://i.imgur.com/942yPoy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Trendsetter - Themeforest One Page Portfolio vCard"},
{"content": ["<div id=\"news-id-2777\" style=\"display:inline;\">Clean CV / Resume / Portfolio Website + 10 Bonuses is a html template that will help you set up a professional online cv / portfolio / personal website in minutes and broaden the chance of finding a suitable job as many recruiters resort more and more to browsing online for prospective applicants instead of advertising their position and calling for applicants. It comes with a lot of bonuses that will come in handy if you do a live interview and must bring printed materials.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172\" target=\"_blank\">http://themeforest.net/item/clean-cv-resume-portfolio-website-10-bonuses/124172</a></div>"], "image_url": "http://i.imgur.com/5jLSMGf.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "Clean CV - Themeforest Resume / Portfolio Website + 10 Bonuses"},
{"content": ["<div id=\"news-id-2778\" style=\"display:inline;\">Responsive template developed for Desktop tablet &amp; phones.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/3angle-agency-creative-html-template/6175170\" target=\"_blank\">http://themeforest.net/item/3angle-agency-creative-html-template/6175170</a></div>"], "image_url": "http://i.imgur.com/vL11ewy.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/", "title": "3Angle - Themeforest Agency Creative HTML Template"},
{"content": ["<div id=\"news-id-2693\" style=\"display:inline;\">SilverSlide is a modern, sleek theme best suitable for personal portfolio website – aimed towards designers, photographers, musicians and any kind of artist who wish to achieve ‘personal’ touch to their online presentation. Theme comes in 2 versions : multi-page website and single-page website. As additional feature, there is a PHP version (with includes) for easier editing of the theme. <br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/silverslide-premium-portfolio-theme-3x2/87915\" target=\"_blank\">http://themeforest.net/item/silverslide-premium-portfolio-theme-3x2/87915</a></div>"], "image_url": "http://i.imgur.com/WEQBsJk.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "SilverSlide - Themeforest premium portfolio theme"},
{"content": ["<div id=\"news-id-2681\" style=\"display:inline;\">LAStore is a clean and minimalist html template for ecommerce and shopping cart application. This is HTML template can be used as a basis for building ecommerce application.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/la-store-clean-and-minimalist-html-template/3990123\" target=\"_blank\">http://themeforest.net/item/la-store-clean-and-minimalist-html-template/3990123</a></div>"], "image_url": "http://i.imgur.com/Sj4Sqkm.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "LA Store - Themeforest Clean and Minimalist HTML Template"},
{"content": ["<div id=\"news-id-2682\" style=\"display:inline;\">Creanly is a powerful, professional xhtml theme wich can be used for many different kinds of web project. This pack comes with some important and nice options and a complete documentation for an easy and fast customization.<br><br>Demo: <a href=\"http://www.lolinez.com/?http://themeforest.net/item/creanly-responsive-clean-theme-design/4693711\" target=\"_blank\">http://themeforest.net/item/creanly-responsive-clean-theme-design/4693711</a></div>"], "image_url": "http://i.imgur.com/wKMHy7L.jpg", "crawled_link": "http://www.themelock.com/othertemplates/html/page/2/", "title": "Creanly - Themeforest Responsive clean theme design"}][[